export const data = {
    first: {
        gray: "مایل به مشارکت نیست و می خواهد از تمام شکلهای تحریک اجتناب کند. در گذشته ناگزیر بوده است که با طبیعت پرکار با خستگی آور خود بسازد ولی حالا مایل است از خودش در برابر محیط خارجی محافظت کند و در کارها مشارکت نداشته باشد.",
        gray_blue:
            "از تعارض و بگومگو با دیگران خسته شده و مایل به ادامه ی آن نیست. به شرایطی مسالمت آمیز و محیطی آرام نیاز دارد تا استراحت و تجدید قوا کند.",
        gray_green:
            "احساس میکند شرایط موجود با او سر دشمنی دارد و از تعارض و بگومگو خسته شده است. مایل به کناره گیری و پنهان کردن هدفهای خویش است با این منظور که به طرزی مطمئن تر و سهل تر به دست آیند مراقب است که از ایجاد هرگونه مخالفتی که شاید نقشه های او را به خطر بیندازد جلوگیری کند.",
        gray_red:
            "خواسته های مبالغه آمیزی از زندگی دارد که در و رای رفتار ظاهراً عاقلانه و دوراندیشانه وی پنهان شده است. دلش میخواهد دستاوردهایش را به رخ دیگران بکشد، ولی این خواسته را پنهان میکند و مایل به پنهانکاری است.",
        gray_yellow:
            "خواهان رهایى از وضعيتى غيررضايت بخش ونيز از مشكلات موجود است كه موجب افسردكی وى مى شوند ودرعين حال غيرقابل تحمل نيز هستند در جستجوى راه خروجى است ولى احساس میکند که هیچ راه حلی وجود ندارد تلاش میکند تا خودش را درگیر بگو و مگو با دیگران و کشمکش درونی نکند.",
        gray_purple:
            "مجذوب این فکر است که ارتباطی کمال مطلوب از لطافت طبع و محبت دو جانبه با دیگران برقرار کند ولی چون از تصور ظاهر کردن این فکر هراس دارد لذا برای پیگیری آن به روشهای محافظه کارانه متوسل میشود تا مطمئن شود که نه خودش را متعهد کرده و نه هدف واقعی او آشکار شده است.",
        gray_brown:
            "از هر چیزی که امکان دارد خسته اش کند دوری میکند در جستجوی یک زندگی امن و بی خطر آسایش جسمانی و نداشتن هر نوع مشکل یا اختلال است.",
        gray_black:
            "این احساس در او وجود دارد که با وی به طرزی غیر عادلانه و ناشایست رفتار شده است و مانع برآورده شدن آرزوهایش شده اند. شرایط موجود را توهین آمیز میبیند و با روحیه ی طغیان و سرکشی با آن برخورد میکند.",
        blue: "محیطی آرام و مسالمت آمیز را دوست دارد که در آن احساس خشنودی و تعلق خاطر كند.",
        blue_gray:
            "به آزاد شدن از فشار روحی نیاز دارد و آرزوی صلحو صفا آرامش و خشنودی را در سر می پروراند.",
        blue_green:
            "به محیطی آرام و دور از جنجال نیاز دارد و خواستار آزاد شدن از فشار روحی و تعارض ها یا مخالفت هاست با زحمت زیاد اوضاع را در کنترل خود قرار میدهد و با احتیاط با مشکلات برخورد میکند. طبعی حساس و چشمی تیزبین دارد.",
        blue_red:
            "طالب برقراری روابط عاطفی خشنود کننده و هماهنگ با دیگران است. آرزوی دوستی صمیمانه را در سر می پروراند که در آن محبت، فداکاری و اعتماد متقابل وجود داشته باشد.",
        blue_yellow:
            "در جستجوی برقراری رابطه ای عاطفی با دیگران است که کامیابی و خوشبختی به همراه داشته باشد. از استعداد شور و شوق عاطفی شدید برخوردار است. برای ایجاد ارتباط عاطفی مورد نظر خود روحیه ی کمک رسانی و سازگاری در صورت لزوم دارد و از دیگران نیز توقع دارد که همین طرز تفکر را داشته باشند.",
        blue_purple:
            "به داشتن احساسات لطیف و حساس تمایل دارد به طوری که بتواند وجودش را در آنها غرق کند. در برابر هر چیز زیبا با دارای حسن سلیقه واکنش مثبت نشان می دهد.",
        blue_brown:
            "دوستدار زندگی عاری از کشمکش های درونی است که در آن احساس امنیت و آسایش جسمانی کند. دلش میخواهد دیگران با او با ملایمت و مهر و محبت رفتار کنند از تو خالی بودن زندگی و انزوا هراس دارد.",
        blue_black:
            "نیاز فوری به استراحت تسکین خاطر و درک مسالمت آمیز و محبت آمیز دیگران دارد. این احساس در او وجود دارد که از سر بی احترامی با وی رفتار شده است و در نتیجه افسرده و خشمگین است تا وقتی دیگران شرایط او را درک نکنندوضعیت خودش را غیر قابل تحمل می داند.",
        green: "بااینه در شرایط موجود با دشوارى هایى روبهرو است، تلاش میکند به کمک قدرت تصميم و نرمشپذیری اراده، موقعيت خودش را محكم و استقلال عملش را حفظ كند. مى خواهد بر مخالفتها غلبه کند و دیگران به ارزش او پی ببرند.",
        green_gray:
            "با وجودی که در شرایط نامطلوبی قرار دارد و کلاً توجهی به او نمی شود می خواهد شخصیت خودش را نشان بدهد و در دیگران تأثیر بگذارد. .",
        green_blue:
            "دوست دارد که تأثیر خوبی در دیگران بگذارد و به ارزش او پی ببرند نیاز دارد که دیگران از وی تعریف و تمجید کنند بنابراین اگر مورد بی توجهی قرار گیرد یا به قدر کافی از وی تعریف و تمجید نشود، طبع حساس او به آسانی آزرده خاطر می شود.",
        green_red:
            "دنبال موفقیت است و می خواهد بر موانع و مخالفتها غلبه کند و خودش تصمیم بگیرد. هدفهایش را دست تنها و با ابتکار عمل پیگیری می کند و دوست ندارد به حسن نیت دیگران متکی باشد.",
        green_yellow:
            "نیاز دارد که دیگران به ارزش او پی ببرند. بلند پرواز است و میخواهد در دیگران تأثیر بگذارد و به او به چشم فرد مورد علاقه ی مردم و قابل تحسین بنگرند. تلاش میکند تا هر چه بیشتر به دیگران نزدیک شود.",
        green_purple:
            "مایل است تأثیر مطلوبی در دیگران به جای بگذارد و شخصیتی استثنایی به شمار بیاید. بنابراین پیوسته مراقب است که ببیند آیا در این کار موفق شده است. یا خیر و دیگران چگونه نسبت به وی واکنش نشان می دهند. حالت مزبور این احساس را در وی پدید می آورد که کنترل شرایط موجود را در دست دارد.برای کسب نفوذ و برخوردار شدن از توجه خاص دیگران روشهای زیرکانه ای را به کار میگیرد. در برابر زیبایی یا چیزهای اصیل حساسیت نشان می دهد.",
        green_brown:
            "با اینکه احساس میکند دیگران توقع زیادی از او دارند و از فعالیت زیاد خسته شده است. هنوز هم مایل است بر مشکلات چیره شود و موقعیت خود را محکم کند و توجهی به آثار ناگوار این تلاش در وجود خود نمیکند اگرچه فردی مغرور است در عقایدش نرمش پذیر است نیاز دارد که دیگران به ارزش او پی ببرند و زندگی اش امن و امان و مشکلاتش انگشت شمار باشد.",
        green_black:
            "می خواهد به خودش و دیگران ثابت کند که هیچ چیز در او تأثیر نمی گذارد و معنای ضعف را نمی فهمد در نتیجه از سر خشونت و با شدت عمل رفتار میکند و عقایدش نیز مستبدانه و خود سرانه است.",
        red: "فعال، زندهدل و با روحيه است واز فعاليت لذت میبرد. فعالیت او در جهت كاميابى يا پيروزى هدايت مى شود و مى خواهد هميشه زندكى اش کامل و سرشار باشد.",
        red_gray:
            "می کوشد تا هر مانعی را از سر راه خود بردارد هدف های خود را پیگیری کند و در رویدادهای خاص یا هیجان انگیز شرکت داشته باشد. بدین طریق امیدوار است که از شدت کشمکشهای درونی خود بکاهد ولی رفتار غیرارادی وی به پذیرش خطراتی منجر می شود.",
        red_blue:
            "فعالیت های او در جهت یک زندگی سرشار از کار و تجربه و نیز برای ایجاد ارتباطی نزدیک است که کامیابی در روابط جنسی و عاطفی را به او ارزانی دارد.",
        red_green:
            "هدفهای خود را با شدت وحدت دنبال میکند و به خودش اجازه نمی دهد که از هدف خویش دور شود مایل به غلبه بر مشکلاتی است که با آنها روبه روست و میخواهد بابت کامیابی اش از احترام و اعتبار خاصی در نزد مردم برخوردار شود.",
        red_yellow:
            "برای کسب پیروزی تحرک و زندگی سرشار از تجربه تلاش میکند میخواهد آزادانه رشد کند و زنجیرهای تردید را از هم بگسلد پیروز شود و فعالانه زندگی کند ارتباط با دیگران را دوست دارد و طبعی پرشور و شوق دارد در برابر هر چیز تازه یا شگفت انگیز واکنش مثبت نشان می دهد. علاقه های متعددی دارد و مایل است زمینه ی فعالیتهای خویش را گسترش دهد. نسبت به آینده خوش بین است.",
        red_purple:
            "ذهن او مملو از مسائل بسیار مهیج است تا به طرزی مسحور کننده یا به نحوی دیگر وی را تحریک کنند. می خواهد شخصیتی هیجان آور و جالب باشد که نفوذی دلپذیر و مؤثر در دیگران داشته باشد. برای جلوگیری از به خطر افکندن فرصتهای کامیابی خود با عواملی که موجب کاهش نفوذ وی در دیگران شود. روشهایی مهارت آمیز را به کار می گیرد.",
        red_brown:
            "از آنجا که زندگی را آسان میگیرد و آرزوهایش را به آسایش و امنیت محدود می کند، لذا بلند پروازی های خود را کنار میگذارد و آرزوی کسب اعتبار و حیثیت را مقدم می دارد.",
        red_black:
            "برای جبران آنچه احساس میکند در زندگی آن را از دست داده است به فعالیت بسیار شدید می پردازد و بدین طریق این احساس در او به وجود می آید که قادر است خود را از چنگال هر آنچه وی را آزار می دهد، برهاند.",
        yellow: "به تغيير در شرايط يا در روابطش نياز دارد تا بدين طريق بتواند از فشار روحى نجات يابد. در جستجوی راهحلی است که امکانات تازه و بهترى را به وی ارزانی دارد و او را نسبت به برآورده شدن آرزوهایش امیدوار کند.",
        yellow_gray:
            "به راه گریزی نیاز دارد تا از آن طریق خود را از هر آنچه وی را عذاب میدهد برهاند و به امیدهای مبهم و واهی دلخوش میکند.",
        yellow_blue:
            "امیدوار است که رشته های محبت و خیرخواهی موجب رهایی و خشنودی اش شود. چون نیاز دارد که مورد تأیید دیگران قرار گیرد، لذا آماده ی کمک به دیگران است و متقابلاً خواهان گرمی و درک از جانب آنهاست ذهن او به روی افکار و امکانات جدیدی باز است که امیدوار است شمر بخش و جالب باشند.",
        yellow_green:
            "به امور با هشیاری و هوشمندانه می نگرد. در جستجوی زمینه های تازه ای است که آزادی و حق انتخاب بیشتری به او بدهد. مایل به عرض اندام و جلب احترام از سوی دیگران است. تلاش زیادی می کند تا شکافی را که میان وی و دیگران وجود دارد، پر کند.",
        yellow_red:
            "از آنجا که احساس میکند نیاز دارد مؤثرتر و بانفوذتر باشد لذا حالت بی قراری در او پدید می آید و قویاً تحت تأثیر آرزوها و امیدهای خود قرار میگیرد شاید تلاش کند که زمینه ی فعالیت خود را بسیار گسترش دهد.",
        yellow_purple:
            "قوه ی تخیلی بسیار قوی دارد، خیال باف است یا در خواب و خیال به سر می برد. آرزو دارد وقایعی جالب و هیجان آور روی دهد و میخواهد دیگران جاذبه و گیرایی او را بستایند.",
        yellow_brown:
            "دچار ناامیدی است و به نوعی کمک نیاز دارد. خواستار آسایش جسمی، امنیت کامل و فرصتی برای بهبود است.",
        yellow_black:
            "می کوشد تا از طریق تصمیم گیری های سریع خودسرانه و نسنجیده یا با تغییر مسیر از دست مشکلات دشواریها و اضطرابات خویش بگریزد.",
        purple: "نياز دارد خود را باكسى يا چيزى همانند كند و دلش می خواهد به کمک خلق وخوى جذاب و دوست داشتنى خود، نظر ديكران را جلب كند. احساساتی است و آرزوی محبتی عاشقانه را در سر می پروراند.",
        purple_gray:
            "دوستدار طبع حساس و همدردی با دیگران است و میخواهد خود را از بگومگو با دیگران کشمکش درونی یا هر فشار روحی خسته کننده ای کنار بکشد",
        purple_blue:
            "به ایجاد رابطه ای محبت آمیز و توام با همدردی و به وجود آوردن وضعیتی دارای هماهنگی کمال مطلوب تمایل دارد نیاز مبرمی به دلسوزی و محبت دارد در برابر هر چیز زیبا حساس است.",
        purple_green:
            "دوست دارد تأثیر مطلوبی در دیگران به جای بگذارد و شخصیتی خاص به شمار آید. بنابراین همواره مراقب است که ببیند آیا در این کار موفق شده است یا خیر و دیگران چگونه در برابر او واکنش نشان میدهند. حالت مزبور این احساس را در وی پدید می آورد که بر شرایط موجود مسلط است. برای کسب نفوذ و برخورداری از توجه خاص دیگران روشهای زیرکانه ای به کار می برد. در برابر زیبایی یا چیزهای اصیل حساسیت نشان می دهد.",
        purple_red:
            "هر چیزی را که موجب تحریک او شود به آسانی و به سرعت می پذیرد. ذهن او سرگرم موارد بسیار هیجان انگیز است محرکهای عاطفی با سایر محرکها آرزو دارد که دیگران وی را فردی هیجان آور و جالب به شمار آورند که روی هم رفته از نفوذی جذاب و مؤثر در دیگران برخوردار است. برای اجتناب از به خطر انداختن فرصت های کامیابی یا کاهش اعتماد دیگران به او روشهای زیرکانه ای به کار میبرد.",
        purple_yellow:
            "دوست دارد اتفاقاتی جالب و هیجان آور در زندگی اش بیفتد از این توانایی برخوردار است که با ابراز علاقه و جذابیت آشکار خویش خود را محبوب دیگران سازد قوه ی تخیلی بسیار قوی دارد و به آسانی تسلیم خیال بافی یا خواب و خیال می شود.",
        purple_brown:
            "دلش میخواهد که در یک فضای خوشگذرانی و پر تجمل به سر برد.",
        purple_black:
            "نیاز مبرمی دارد که نوعی ارتباط با همجوشی با فردی دیگر برقرار کند که از لحاظ لذات جسمانی با کامیابی همراه باشد ولی در عین حال مغایر با اعتقادات با شئونات او نباشد.",
        brown: "در جستجوى رهاشدن از مشكلات وشرايط ناامن است تا ضمن أسايش جسمانى، فرصتى براى تسکین و بهبود داشته باشد.",
        brown_gray:
            "نیازی مبرم به استراحت و آرامش آزاد بودن از کشمکش درونی و فرصتی برای بهبود دارد. خود را از تأثیرات ویرانگر و خسته کننده دور نگه می دارد. آرزو دارد از امنیت برخوردار باشد و مشکلی نداشته باشد.",
        brown_blue:
            "خواستار خشنودی آسایش جسمانی و نبود کشمکشهای درونی است. به امنیت نیاز دارد به طوری که از تنهایی یا انزوا رنج نبرد.",
        brown_green:
            "فشار زیادی به خود وارد می آورد تا کمرش در زیر بار مشکلات نشکند به یک شرایط امن تر و آسان تر نیاز دارد تا بتواند احساس امنیت بیشتری کند و فرصتی برای بهبود بیابد.",
        brown_red: "میل شدیدی به خوشگذرانی و هوسرانی دارد.",
        brown_yellow:
            "چون احساس میکند که امکان زیادی برای برآوردن شدن امیدهایش وجود ندارد، لذا خود را تسلیم یک زندگی مملو از خوشگذرانی و عاری از مشکلات میکند.",
        brown_purple:
            "طالب زندگی لوکس آسایش خاطر همراه با لذت بردن از زندگی مادی و خوشگذرانی است.",
        brown_black:
            "سعی میکند آرمان گرا باشد ولی هدف های موهومی دارد چون از زندگی بسیار نا امید شده است لذا به آن پشت میکند و به دیده ی نفرت به زندگی مینگرد مایل است کلا زندگی را فراموش کند و بعداً در یک شرایط راحت و عاری از مشکل وضع روحی خود را سروسامان دهد.",
        black: "شرايط موجود را برخلاف ميل خود وبسيار طاقت فرسا میبیند. اجازه نمی دهد که هیچچیز در افکار او تأثیر بگذارد.",
        black_gray:
            "احساس میکند که شرایط نا امید کننده است. در برابر موضوعات خلاف میل خود قویاً مقاومت می کند به تفسیرهای ۱ ۲ ۳ یا ۴ هر یک از آنها که مناسب است مراجعه کنید. تلاش می کند تا خود را در برابر هر آنچه امکان دارد سبب تحریک او شود یا به احساس افسردگی اش شدت ببخشد، حفظ کند.",
        black_blue:
            "از آثار مسائلی رنج میبرد که چون برخلاف میل او بوده اند لذا طرد شده اند به تفسیرهای ۲ ۳ یا ۴ هر کدام که مناسب است، مراجعه کنید و قویاً در برابر آنها ایستادگی میکند. فقط می خواهد کسی کاری به کار او نداشته باشد.",
        black_green:
            "با هر نوع محدودیت یا مانعی قویاً مخالفت می کند. سرسختانه به عقاید خود پایبند است و آنها را دلیلی بر استقلال فکر و عمل خود می داند.",
        black_red:
            "از اینکه تحریکات شدید را سرکوب میکند در رنج است در حالی که امکان دارد این تحریکات سرکوب شده ناگهان به صورت رفتاری غیرارادی و برانگیخته غلیان کند.",
        black_yellow:
            "تلاش میکند از طریق تصمیم گیری های سریع خود سرانه و نسنجیده بر مشکلات و دشواری ها و اضطرابات خود غلبه کند نا امیدانه در جستجوی راه گریزی است و خطر رفتار بی پروای او تا مرز خودکشی وجود دارد.",
        black_purple:
            "دوست دارد افکار و عواطفش در یکدیگر جذب شوند و ترکیب کاملی را به وجود آورند. حاضر نیست هیچ امتیازی بدهد یا هیچ سازشی را بپذیرد.",
        black_brown:
            "سعی میکند آرمان گرا باشد ولی هدفهای موهومی دارد چون از زندگی بسیار نا امید شده است لذا به آن پشت میکند و به دیده ی نفرت به آن می نگرد مایل است کلاً زندگی را فراموش کنند و در یک شرایط راحت و عاری از مشکل وضع روحی خود را بهبود بخشد.",
    },
    second: {
        gray: "این کارکرد حاکی از وجود مانعی است میان رنگهای جبرانی که قبل از آن آمده اند و رنگهای باقی مانده؛ در واقع نقطه ای است که در آنجا قطع ارتباط صورت گرفته است.",
        gray_blue:
            "نسبتاً غیر فعال است و در یک وضعیت ثابت قرار دارد در حالی که کشمکش های درونی به نوعی مانع آرامش ذهنی فرد میشود. او قادر نیست روابطی دارای درجه ی مطلوبی از محبت و درک متقابل به وجود آورد خود را پنهان کند و احتیاط بیشتری به خرج دهد تا بتواند بر مخالفتها پیروز شود.",
        gray_green:
            "فرد در پیشرفت خود با دشواری روبه روست. با اینکه تلاش میکند حالت بی اختیاری خود را پنهان کند فعالیتهای او به مشکلات و تردیدهایی می انجامد که موجب اضطراب و تحریک وی می شود. گروه + اقدامی است برای جبران این وضعیت و سایر کشمکشهای درونی",
        gray_red:
            "فرد در پيشرفت خود بادشوارى روبه روست. بااینکه تلاش میکند حالت بی اختیاری خود راپنهان کند، فعالیت های او به مشكلات و ترديدهايى مى انجامد كه موجب اضطراب و تحريک وى می شود.",
        gray_yellow:
            "برآورده نشدن اميدها وآرزوها وناتوانى شخص در تصمیم گیری درباره ى اقدام درمانى لازم، به فشار روحی چشمگیرى منجر شده است.",
        gray_purple:
            "هراس شخص از طرد شدن و احتیاط بیش از حد وی در نزدیک شدن به دیگران او را از لحاظ کسب درجه ای از صمیمیت و همانند سازی مطلوب دچار مشکل می کند.",
        gray_brown:
            "فرد قادر به تلاش برای رسیدن به هدفهای خود نیست. احساس میکند که به او بی توجهی شده است خواستار امنیت بیشتر محبت گرم تر و مشکلات کمتری است.",
        gray_black:
            "فرد به علت دشواریهای شرایط موجود تحت فشار روحی چشمگیری قرار دارد. تلاش میکند تا خود را از قید هر آنچه وی را محدود با مقید می سازد رها کند",
        blue: "در رویارویی با روابط موجود، به آرامی و با کمترین ناراحتی عمل میکند دوست دارد در ارتباطاتش با دوستان و نزدیکان خود احساس راحتی و آسایش کند.",
        blue_gray:
            "حساس و دارای قدرت درک است ولی تخت برخی فشارها به تسکین خاطر در مصاحبت یکی از نزدیکان نیاز دارد.",
        blue_green:
            "به شیوه ای منظم و مرتب و دوراندیشانه عمل میکند. به درک توام با همدردی از جانب کسی نیاز دارد که به ارزش او پی ببرد و وی را تأیید کند.",
        blue_red:
            "از لحاظ همکاری با دیگران به خوبی عمل میکند. ولی مایل نیست نقش رهبری را به عهده بگیرد. نیاز دارد زندگی خصوصی استوار بر درک متقابل داشته باشد و از اختلاف و نفاق به دور باشد.",
        blue_yellow:
            "با اراده و سازگار است. احساس آرامش فقط موقعی در او به وجود می آید که ارتباط نزدیکی با یک شخص یک گروه یا یک سازمان برقرار کند که بتواند به آن متکی باشد.",
        blue_purple:
            "فردی حساس است و به محیط هایی زیبا یا همسری نیاز دارد که به اندازه ی او حساس باشد و قدرت درک داشته باشد تا هر دو بتوانند از صمیمیت برخوردار شوند.",
        blue_brown:
            "از تلاش زیاد اجتناب میکند و نیاز دارد وضعیت اجتماعی خود را تثبیت و امنیت و مصاحبت آرامش بخش داشته باشد.",
        blue_black:
            "نیازمند مصاحبتی گرم و صمیمانه است و از نزدیکان خود توقع دارد که همواره به او توجه کنند. بنابراین اگر این خواسته اش در آینده ای نزدیک برآورده نشود امکان دارد که از آنها دوری کند.",
        green: "در خواسته های خود پافشاری میکند. هر احساس خود را به مثابه حق تلقی میکند و سعی دارد تا موقعیت خود را به صورت دست نخورده حفظ کند.",
        green_gray:
            "حالت تدافعی دارد احساس میکند وضعیت او در معرض خطر است یا به اندازه ی کافی مستقر نشده است. مصمم به پیگری هدف های خویش است و اهمیتی به اضطراب ناشی از مخالفت ها و موانع نمی دهد.",
        green_blue:
            "منظم و مرتب و دوراندیش است. به احترام شناسایی و درک از سوی نزدیکان خود نیاز دارد.",
        green_red:
            "قدرتمند است یا در موضع قدرت قرار دارد، ولی چه با احساس کند که پیشرفت بیشتر او بر اثر دشواریهای موجود با مشکلی روبه رو می شود. روحیه ی پشتکار خود را در برابر موانع و مخالفت ها حفظ می کند.",
        green_yellow:
            "می کوشد تا موقعیت خود را بالا ببرد. از شرایط موجود راضی نیست و عقیده دارد که برای حفظ عزت نفس خود به مقداری پیشرفت نیازمند است.",
        green_purple:
            "تلاش میکند تا نقش خود را در چشم دیگران بزرگ تر جلوه بدهد و بدین طریق رضایت و موافقت آنان را با نیازها و آرزوهای خویش به دست آورد.",
        green_brown:
            "می کوشد تا احساس و پایه ی محکمی برای خودش به وجود بیاورد تا از آن طریق بتواند آینده ای امن و راحت و به دور از مشکلات بسازد که در آن با وی با احترام و عزت رفتار شود.",
        green_black:
            "هدفها و نفع شخصی خود را با عزمی راسخ دنبال می کند و از هر نوع سازش یا دادن امتیاز می پرهیزد.",
        red: "فعال است ولی احساس میکند در برابر تلاش هایی که به عمل آورده است پیشرفت یا پاداش ناکافی نصیب وی شده است.",
        red_gray:
            "بی اختیار و حساس است. آرزوها و اعمال مربوط به برآورده کردن آنها برایش از اهمیت زیادی برخوردارند ولی توجه کافی به عواقب آنها نکرده است. این وضعیت به فشار روحی و کشمکش درونی انجامیده یا از آنها ناشی شده است.",
        red_blue:
            "در همکاری با دیگران به خوبی عمل می کند ولی نیاز دارد زندگی خصوصی استوار بر درک متقابل داشته باشد و از اختلاف و نفاق به دور باشد.",
        red_green:
            "برای غلبه بر موانع و دشواری ها ابتکار به خرج می دهد و تفاوتی نمیکند که هدف از آن به دست آوردن یا حفظ یک موقعیت قدرت باشد که در آن بتواند بر حوادث مسلط شود.",
        red_yellow:
            "دمدمی مزاج و اجتماعی است. نیاز دارد احساس کند که حوادث در مسیر دلخواه او حرکت میکنند و در غیر این صورت تحریک می تواند موجب فعالیت های تغییر پذیر با سطحی او بشود.",
        red_purple:
            "با آمادگی کامل در فعالیت هایی شرکت می کند که هیجان برانگیز و محرک هستند. دوست دارد. احساس نشاط کند.",
        red_brown:
            "تمایلی به توسعه ی فعالیت یا تلاش نابه جا ندارد (احتمالاً به استثنای فعالیت جنسی) احساس می کند پیشرفت بیشتر او نیازمند فعالیت بیشتری از جانب اوست. آسایش و امنیت معقول را بر نتایج جاه طلبی ترجیح می دهد.",
        red_black:
            "احساس میکند آرزوهایش با مانع روبه رو شده و نتوانسته است چیزهایی را به دست بیاورد که از نظر وی لازم و اساسی است",
        yellow: "مجذوب هر چیز تازه و جدید و مهیج می شود. در معرض خسته شدن از یکنواختی و مسائل عادی یا مرسوم قرار دارد.",
        yellow_gray:
            "در جستجوی راه حلی برای مشکلات یا اضطرابات موجود است ولی احتمال دارد در مورد تصمیم گیری درباره ی مسیر درستی که باید آن را دنبال کند دچار اشکال شود.",
        yellow_blue:
            "به آسانی تحت تأثیر محیط پیرامون خویش قرار می گیرد و به راحتی از عواطف دیگران متأثر می شود خواستار ایجاد روابط سازگار و یافتن حرفه و شغلی است که این روابط را گسترش دهد.",
        yellow_green:
            "امیدوار است که موقعیت بهتر و اعتبار بیشتری کسب کند تا بتواند آنچه را فاقد آنهاست برای خود تهیه کند.",
        yellow_red:
            "فعال و اجتماعی و بی قرار است. از اینکه می بیند حوادث در مسیر دلخواه او به کندی روی می دهند احساس ناکامی میکند این حالت به تحریک تغییر پذیری و نبود پشتکار در مواقعی که یک هدف معین را دنبال میکند منجر می شود.",
        yellow_purple:
            "خیال باف و حساس است و در جستجوی راهی است تا این صفات خود را بروز دهد - به خصوص در معیت کسی که به اندازه ی او حساس است. امور غیر عادی یا ماجراجویانه موجب برانگیختن علاقه با شور و شوق او می شود.",
        yellow_brown:
            "احساس ناامنی میکند و لذا طالب استقرار موقعیت اجتماعی و ثبات و امنیت عاطفی خود و محیطی است که آسایش بیشتر و مشکلات کمتری را به او عرضه کند.",
        yellow_black:
            "شرایط موجود شامل عناصر حساس یا خطرناکی است و بدین دلیل ضرورت دارد که راه حلی برای آن بیابد. این وضعیت ممکن است به تصمیم گیریهای ناگهانی و حتی بی پروا بینجامد. متکی به اراده و خواسته ی خویش است و هر اندرزی را از جانب دیگران رد میکند.",
        purple: "تلاش میکند تا نیاز خود به همانند سازی در فضایی حساس و صمیمانه را که در آنجا ظرافت زیبایی یا لطافت عاطفی حفظ و پرورش داده میشود بیان کند.",
        purple_gray:
            "خواستار ایجاد رابطه ای نزدیک و صمیمانه در یک فضای صمیمیت مشترک است که در حکم وسیله ای دفاعی در برابر اضطراب و کشمکش درونی او به شمار می آید.",
        purple_blue:
            "خواستار سهیم شدن در رابطه ی صمیمانه ی متکی بر توافق در فضایی سرشار از آرامش و محبت است.",
        purple_green:
            "تلاش می کند نقش خود را در چشم دیگران بزرگ تر جلوه دهد با این هدف که رضایت و موافقت آنان را در مورد نیازها و خواسته های خویش به دست آورد.",
        purple_red:
            "با آمادگی کامل در کارهایی شرکت می کند که هیجان آمیز یا محرک هستند. دوست دارد احساس نشاط کند.",
        purple_yellow:
            "خیال باف و حساس است و در جستجوی راهی است تا از آن طریق این صفات خود را بروز دهد . خصوصاً در معیت کسی که به اندازه ی او حساس باشد. امور غیر عادی یا ماجراجویانه موجب برانگیخته شدن علاقه و شور و شوق او می شوند.",
        purple_brown:
            "هوسران و خوشگذران است. به افراط در کارهایی تمایل دارد که به وی حظ نفس بدهد و هر مورد عاری از سلیقه عوامانه یا خشن را طرد میکند.",
        purple_black:
            "به رابطه ای نزدیک و متقابل با دست کم روشی برای ارضای الزام به همانند شدن نیاز دارد و برای داشتن آن پافشاری میکند.",
        brown: "از شرایط موجود ناراحت است و احساس ناامنی می کند. به امنیت بیشتر و محیطی مهربانانه تر یا شرایطی نیاز دارد که فشار جسمانی کمتری را به او تحمیل کند.",
        brown_gray:
            "قادر به تلاش برای رسیدن به هدفهای خود نیست. احساس میکند که به او بی توجهی شده است. خواستار امنیت بیشتر محبت گرم تر و مشکلات کمتری است.",
        brown_blue:
            "از تلاش بسیار زیاد اجتناب میکند و نیازمند تثبیت موقعیت اجتماعی و امنیت خود و مصاحبتی آرامش بخش است. شاید از نظر جسمی بیمار است و نیاز دارد که دیگران با وی با ملایمت و احتیاط رفتار کنند.",
        brown_green:
            "برای ایستادگی در برابر خواسته هایی که به او تحميل شده است با دشواری روبه روست. پی می برد که نیاز به تلاشی بزرگ دارد و مایل است از شدت این وضعیت کاسته شود.",
        brown_red:
            "در پیشرفت خود با دشواری روبه روست و مایل نیست تلاش بیشتری به عمل آورد. خواستار شرایط راحت تری است تا در آن از هر مورد مضطرب کننده ای اجتناب کند.",
        brown_yellow:
            "احساس ناامنی میکند و لذا طالب استقرار موقعیت اجتماعی، ثبات و امنیت عاطفی خود و محیطی است که آسایش بیشتر و مشکلات کمتری را به او عرضه کند ولی یا مایل نیست یا نمی تواند این تلاش را به عمل آورد.",
        brown_purple:
            "هوسران و خوشگذران است، به افراط در کارهایی تمایل دارد که به وی حظ نفس بدهد و هر کار عاری از سلیقه عوامانه یا خشن را طرد میکند.",
        brown_black:
            "بیماری جسمانی اضطراب زیاد یا فشار روحی و عاطفی به طرز شدیدی وجود او را فرا گرفته است. عزت نفس او کاهش یافته و حالا نیازمند شرایطی آرامش بخش و رفتاری دوراندیشانه از جانب دیگران است تا زمینه ی بهبودش فراهم شود.",
        black: "كشمكش درونى وناخشنودى او نياز به نوعى جبران های نشان داده شده به وسیله ی گروه اول را ضرورى مى سازد.",
        black_gray:
            "ناخشنود است نیاز به گریختن از وضعیت موجود یافتن راه حل را برای او الزامی می سازد.",
        black_blue:
            "نیازمند صلح و صفا و آرامش است. خواستار همسری صمیمی و وفادار است و از وی توقع توجه و محبت کامل را دارد اگر این خواسته های او برآورده نشود امکان دارد از دیگران رویگردان شود و کلاً قطع رابطه کند.",
        black_green:
            "نه فقط خواسته های خود را حداقل می داند بلکه آنها را لازم و ضروری نیز تصور می کند. سرسختانه به آنها پایبند می ماند و هیچ امتیازی نمی دهد.",
        black_red:
            "احساس میکند آرزوهایش با مانع روبه رو شده و سیاه - قرمز) نتوانسته است به هر آنچه آنها را اساسی و ضروری می داند، دست یابد.",
        black_yellow:
            "شرایط موجود شامل عناصر حساس یا خطرناکی است و بدین دلیل ضرورت دارد که راه حلی برای آن بیابد. این وضعیت ممکن است به تصمیم گیریهای ناگهانی و حتی بی پروا بینجامد. متکی به اراده و خواسته ی خویش است و هیچ اندرزی را از جانب دیگران نمی پذیرد.",
        black_purple:
            "به رابطه ای نزدیک و متقابل با دست کم روشی برای ارضای الزام همانند شدن نیاز دارد و برای داشتن آن پافشاری میکند .",
        black_brown:
            "بیماری جسمانی اضطراب زیاد یا فشار روحی و عاطفی به شدت وجود او را فرا گرفته است. عزت نفس او کاهش یافته و حالا نیازمند شرایطی آرامش بخش و دوراندیشانه از جانب دیگران است تا زمینه ی بهبودش فراهم شود.",
    },
    third: {
        gray: "سایل به مشارکت در کارها و همکاری با دیگران است ولی برای کاستن از اضطرابش میکوشد تا در رابر کشمکشهای درونی و اختلالات روحی از خودش دفاع کند.",
        gray_blue:
            "رابطه اش با دیگران به ندرت به اوج توقعات عاطفی او می رسد و نیازش برای به حداکثر رساندن این رابطه به ناامیدی منجر می شود غالباً به صورت صفت بارز دلبستگی به مادر است و شکل دلبستگی شدید به مادر یا آزردگی از وی را به خود می گیرد همواره احتیاطهای ذهنی دارد و مایل است از نظر عاطفی منزوی و بدون دلبستگی باقی بماند.",
        gray_green:
            "احساس میکند که کمتر از سهم خود از زندگی دریافت میکند ولی خود را ناگزیر می بیند که به زندگی روی سازش نشان دهد و از شرایط موجود بهترین استفاده را ببرد.",
        gray_red:
            "احساس بی رمقی محصور بودن و اضطراب می کند. تصور میکند که شرایط وی را نا گزیر به محدود کردن آروزهایش میسازد. از تضاد آشکار با دیگران اجتناب دارد و خواستار صلح و صفا و آرامش است.",
        gray_yellow:
            "خواستار برقراری روابط نزدیک با شریک زندگی خود یا نزدیکان خویش است و از تضاد آشکار با آنها اجتناب میکند زیرا این موضوع ممکن است به تحقق آرزوها و آمال او در آینده آسیب برساند.",
        gray_purple:
            "خود محور است و بنابراین به سرعت حالت تهاجمی به خود میگیرد.",
        gray_brown:
            "دوست دارد روابط جنسی او همراه با عشق و علاقه باشد و از آن لذت ببرد.",
        gray_black:
            "شرایط به نحوی است که احساس میکند اگر بخواهد از قطع رابطه با قطع مشارکت اجتناب کند ناگزیر به سازش موقت است.",
        blue: "از لحاظ عاطفی بدون دلبستگی باقی می ماند، حتی وقتی پای رابطه ای نزدیک در میان باشد.",
        blue_gray:
            "خواسته های عاطفی بزرگی دارد و مایل است در رابطه ای نزدیک شرکت کند که عمق احساسی چندانی نداشته باشد.",
        blue_green:
            "بر این عقیده است که سهم خود را از زندگی دریافت نکرده است یعنی نه احساس او را به طرز صحیحی درک کرده اند و نه به قدر کافی از وی تمجید شده است. احساس میکند ناگزیر به سازگاری است و روابط نزدیک او با دیگران سمت و سوی عاطفی ندارد.",
        blue_red:
            "احساس گسستگی و بدبختی میکند زیرا به سختی میتواند به درجه ی اساسی و لازم همکاری و توافق مطلوب خویش برسد.",
        blue_yellow:
            "در مورد خواسته های عاطفی خود پافشاری می کند و در انتخاب همسر بسیار سختگیر است. خواسته ی او برای استقلال عاطفی مانع از آن می شود که عواطف عمیقی نسبت به دیگران داشته باشد.",
        blue_purple:
            "خود محور است و بنابراین به سرعت حالت تهاجمی به خودش میگیرد و عواطفش را بروز نمی دهد.",
        blue_brown:
            "توانایی کسب لذت جسمانی از فعالیت جنسی را دارد ولی میخواهد این فعالیت به دور از عواطف باشد و همین امر مانع از آن می شود که عواطف عمیقی در وی پدید آید.",
        blue_black:
            "از لحاظ عاطفی با مشکل جلوگیری و منع روبه رو است. احساس میکند ناگزیر به سازش است و همین امر سبب میشود به سختی بتواند دلبستگی عاطفی ثابتی به وجود آورد.",
        green: "شرایط به نحوی است که شخص قادر به تثبیت موقعیت خود نیست ولی در عین حال احساس میکند که باید به بهترین نحو از موقعیت موجود استفاده کند.",
        green_gray:
            "نداشتن اعتماد به نفس در حالی که شخص تصور می کند آن را دارد وی را وادار می کند تا مراقب جلوگیری از تضاد آشکار با دیگران باشد و این احساس در او وجود دارد که باید از شرایط موجود به بهترین نحو استفاده کند.",
        green_blue:
            "عقیده دارد که سهم احساس خود را از زندگی دریافت نکرده است یعنی نه او را به طرز صحیحی درک کرده اند و نه به قدر کافی از وی تمجید شده است. احساس میکند که ناگزیر به سازگاری است و روابط نزدیک او با دیگران سمت و سوی عاطفی ندارد.",
        green_red:
            "هر وقت میخواهد ابراز وجود کند با مقاومت (نیرویی مخالف روبه رو می شود و لذا غمگین می شود بر اثر همین شکست هاست که احساس آزردگی و ناخشنودی میکند. با این وصف، از سر بی اعتنایی آن را می پذیرد و سازگاری های لازم را به عمل می آورد تا از صلح و صفا و آرامش برخوردار شود.",
        green_yellow:
            "احساس میکند که بار سنگینی از مشکلات را به دوش میکشد معذالک از هدفهای خود دست برنمی دارد و میکوشد تا از طریق انعطاف پذیر و سازگار بودن بر این مشکلات غلبه کند.",
        green_purple:
            "احساس میکند که سهم واقعی خود را از زندگی به دست نیاورده و هیچ کسی را ندارد تا از لحاظ همدردی و درک به او متکی باشد. وجود احساسات سرکوب شده سبب می شود که سریعاً حالت تهاجمی به خودش بگیرد ولی در عین حال می داند که ناگزیر است به بهترین نحو از شرایط موجود استفاده کند.",
        green_brown:
            "احساس می کند که در مورد مشکلات و دشواریهای موجود کار زیادی از دست او بر نمی آید و لذا ناگزیر است که به بهترین نحو از شرایط موجود استفاده کند توانایی لذت بردن از فعالیت جنسی را دارد.",
        green_black:
            "شرایط موجود او را ناگزیر به سازش محدود کردن خواسته ها و آرزوهایش و نیز چشم پوشی موقت از برخی خواسته هایش میکند.",
        red: "تلاش میکند پس از یک دوره اضطراب شدید که رمق و توان او را گرفته است به آرامش و استراحت رو بیاورد. به صلح و آرامش نیاز دارد و اگر این نیاز برآورده نشود حالت تحریک به او دست می دهد.",
        red_gray:
            "در رویارویی با موانع دچار اضطراب می شود و آمادگی روحی هیچ شکلی از فعالیت یا برآورده کردن توقعات دیگر را ندارد. به صلح و صفا و آرامش و پرهیز از هر چیزی که امکان دارد موجب اضطراب بیشتر وی شود نیاز دارد.",
        red_blue:
            "احساس گسستگی و بدبختی می کند زیرا به سختی می تواند به درجه ی اساسی و لازم همکاری و توافق مطلوب خویش برسد.",
        red_green:
            "هر وقت میخواهد ابراز وجود کند با مقاومت نیرویی مخالف روبه رو می شود و لذا افسرده می شود. با این وصف عقیده دارد که امکان عمل و محدود است ولی باید بهترین استفاده را از این شرایط ببرد.",
        red_yellow:
            "مایل به گسترش زمینه های فعالیت خویش است و (قرمز - زرد پافشاری میکند که امیدها و افکارش واقع بینانه هستند. هراس از اینکه مانع انجام خواسته هایش شوند وی را نگران می سازد. به شرایط مسالمت آمیز و قوت قلب بی دغدغه برای بازیافتن اعتماد به نفس خود نیاز دارد.",
        red_purple:
            "وقتی نیازها با آرزوهای او مورد سوء تعبیر قرار بگیرد، دچار اضطراب میشود و احساس میکند هیچ کسی را ندارد تا به او رو بیاورد یا به وی تکیه کند. فردی خود محور است و لذا به سرعت حالت تهاجمی به خود میگیرد.",
        red_brown:
            "احساس میکند در یک وضعیت اضطراب آور با ناراحت کننده به دام افتاده است و لذا می کوشد تا راهی برای نجات خود بیابد توانایی لذت بردن از فعالیت جنسی را دارد.",
        red_black:
            "شرایط موجود او را ناگزیر به سازش محدود کردن خواسته ها و آرزوهایش و نیز چشم پوشی موقت از برخی خواسته هایش می کند.",
        yellow: "به این عقیده ی خود پایبند است که امیدها و آمالش واقع بینانه هستند ولی به دلگرمی و قوت قلب نیاز دارد. معیارهای بسیار دقیقی را برای انتخاب همسر تعیین میکند و خواستار تضمین هایی در برابر زبان یا نا امیدی احتمالی است.",
        yellow_gray:
            "می خواهد در انتخاب همسر و در ارتباطاتش با نزدیکان عامل عشق و محبت را دخالت دهد ولی پر توقع است. به قوت قلب نیاز دارد و مراقب است. که از تضاد آشکار با همسر و نزدیکان اجتناب کند زیرا این امر به برآورده شدن آرزوهایش در آینده آسیب می رساند.",
        yellow_blue:
            "در مورد خواسته های عاطفی خود پافشاری می کند، خصوصاً در طول لحظات صمیمیت و همین امر موجب ناکامی او از لحاظ آرزویش برای ایجاد ارتباطی کامل است.",
        yellow_green:
            "احساس میکند بار سنگینی از مشکلات را به دوش میکشد با این وصف از هدفهای خود دست برنمی دارد و می کوشد تا از طریق انعطاف پذیر و سازگار بودن بر دشواری ها غلبه کند.",
        yellow_red:
            "مایل به گسترش زمینه های فعالیت خویش است و پافشاری میکند که امیدها و افکارش واقع بینانه هستند. هراس از اینکه مانع انجام خواسته هایش شوند وی را نگران میکند به شرایط مسالمت آمیز و قوت قلب بی دغدغه برای بازیافتن اعتماد به نفس خود نیاز دارد.",
        yellow_purple:
            "پافشاری میکند که امیدها و افکارش واقع بینانه هستند ولی به قوت قلب و دلگرمی نیاز دارد. فردی خود محور است و لذا به سرعت حالت تهاجمی به خودش میگیرد.",
        yellow_brown:
            "در انتخاب معیارها برای انتخاب همسر بسیار دقیق است و در روابط جنسی خود خواستار کمال نسبتاً غیر واقع بینانه است.",
        yellow_black:
            "در مورد واقع بینانه بودن هدفهای خود پافشاری می کند و سرسختانه پایبند آنهاست، هرچند شرایط وی را ناگزیر به سازش میکند. در انتخاب همسر بسیار سختگیر است.",
        purple: "فردی خود محور است و لذا به سرعت حالت تهاجمی به خودش میگیرد حساس و احساساتی است ولی آن را فقط در مورد نزدیکانش بروز می دهد.",
        purple_gray:
            "از آنجا که تا حدودی احساس تنهایی و انزوا می کند مایل به نشان دادن عواطف خویش است. فردی خود محور است و لذا به سرعت حالت تهاجمی به خودش میگیرد هر چند تلاش میکند تا از تضاد آشکار اجتناب کند.",
        purple_blue:
            "تا حدودی احساس انزوا و تنهایی میکند ولی چون بسیار محتاط است به خودش اجازه نمی دهد دلبستگیهای عمیق داشته باشد. فردی خود محور است و لذا به سرعت حالت تهاجمی به خودش می گیرد.",
        purple_green:
            "احساس میکند که سهم کمی از زندگی نصیب او شده و هیچ کسی را ندارد تا از لحاظ همدردی و درک به او متکی باشد احساسات سرکوب شده و وجود یک حالت خود محوری سبب می شود که به سرعت حالت تهاجمی به خودش بگیرد ولی می داند که ناگزیر است از شرایط موجود به بهترین نحو استفاده کند.",
        purple_red:
            "وقتی نیازها با آرزوهایش مورد سوء تعبیر قرار بگیرد، دچار اضطراب میشود و احساس میکند هیچ کسی را ندارد تا به او رو بیاورد یا به وی تکیه کند. فردی خود محور است و لذا به سرعت حالت تهاجمی به خودش میگیرد.",
        purple_yellow:
            "اصرار دارد که امیدها و افکارش واقع بینانه هستند. ولی به قوت قلب و دلگرمی نیاز دارد. فردی خود محور است و لذا به سرعت حالت تهاجمی به خودش می گیرد.",
        purple_brown:
            "فردی خود محور است و لذا به سرعت حالت تهاجمی به خودش میگیرد. توانایی ارضای جسمانی از فعالیت جنسی را دارد ولی عشق و محبت خود را پنهان میکند.",
        purple_black:
            "شرایط به نحوی است که قادر نیست بدون احتیاط های ذهنی رابطه ای نزدیک با دیگران برقرار کند.",
        brown: "توانایی ارضا شدن از فعالیت جنسی را دارد.",
        brown_gray:
            "مایل است که احساسات هیجانی خود را نشان دهد و توانایی ارضا از طریق فعالیت جنسی را دارد ولی می کوشد تا از تضاد دوری کند.",
        brown_green:
            "احساس میکند که در مورد مشکلات و دشواری های موجود کار زیادی از دست او ساخته نیست و ناگزیر است که بهترین استفاده را از شرایط موجود بکند توانایی ارضای جسمانی از فعالیت جنسی را دارد.",
        brown_blue:
            "توانایی کسب ارضا از طریق فعالیت جنسی را دارد ولی بی قرار و مایل به پنهان کردن عشق و محبت خود است و همین امر مانع از آن می شود که درگیر عشق و محبت عمیق شود.",
        brown_yellow:
            "در انتخاب همسر بسیار سختگیر است و در روابط جنسی خویش خواستار کمالی نسبتاً غیر واقع بینانه است.",
        brown_purple:
            "فردی خود محور است و لذا به سرعت حالت تهاجمی به خودش میگیرد. توانایی ارضای جسمانی از طریق فعالیت جنسی را دارد بی آنکه احساساتش را در حین آن بروز دهد.",
        brown_black:
            "شرایط وی را وامی دارد تا سازش کند و موقتاً برخی لذت های خویش را نادیده بگیرد. توانایی ارضای جسمانی از فعالیت جنسی را دارد.",
        black: "احساس میکند همه چیز سد راه او و شرایط به نحوی است که وی را ناگزیر به سازش یا چشم پوشی موقت از برخی لذت هایش می کند.",
        black_gray:
            "شرایط به نحوی است که احساس میکند اگر بخواهد مانع از قطع محبت یا مشارکت کامل بشود باید موقتاً سازش کند.",
        black_blue:
            "از نظر عاطفی حالت منع و جلوگیری در او وجود دارد. احساس میکند که ناگزیر به سازش است و همین امر سبب میشود به سختی بتواند دلبستگی عاطفی ثابت داشته باشد.",
        black_green:
            "شرایط وی را ناگزیر به سازش و محدود کردن خواسته ها و امیدهایش و نیز چشم پوشی موقت از برخی خواسته هایش میکند.",
        black_red:
            "شرایط محدود کننده و مفید است و شخص را ناگزیر به چشم پوشی موقت از لذات و شادی ها می کند.",
        black_yellow:
            "اصرار دارد که هدفهای او واقع بینانه هستند و سرسختانه پایبند آنهاست هر چند شرایط وی را ناگزیر به سازش میکند در انتخاب همسر بسیار سختگیر است.",
        black_purple:
            "شرایط به نحوی است که به خودش اجازه نمی دهد بدون احتیاط های ذهنی رابطه ای نزدیک با دیگران برقرار کند.",
        black_brown:
            "شرایط وی را ناگزیر به سازش و چشم پوشی موقت از برخی لذات میکند توانایی ارضای جسمانی از طریق فعالیت جنسی را دارد.",
    },
    fourth: {
        gray: "نشاندهندەی ناشکیبایى و اضطراب است فرد احساس میکند كه زندگی چیزهای بيشترى براى عرضه كردن دارد واينكه هنوز هم موارد مهمی هست که باید آنها را به دست بیاورد؛ یعنی زندگی را باید به طور كامل تجربه كرد. در نتیجه، هدف هایش را با شدت وحدت زيادى دنبال میکند و از هیچ چیز نمیگذرد. به طرزى عمیق خود را داخل معرکه ی زندگی میکند و با این خطر روبهرو می شود كه قادر نيست با عينيت كافى به امور زندکی بنگرد یا به اندازەی کافی آرام باشد. لذا در معرض خطر مضطرب شدن و خسته كردن انرزى عصبى خويش قرار مى كيرد.تا وقتى به هدف خود نرسد، آرام و قرار ندارد. به طور خلاصه: درگیرى ناشكيبا وبى صبرانه.",
        gray_blue:
            "از آرامش يا تسليم شدن خوددارى مى كند. بر اثر ادامهى فعاليت، موقتاً خستگى و افسردگی را متوقف مى كند یک وضعيت يا رابطمى فعلى او رضايت بخش نيست، ولى احساس مى كند قادر نيست آن وضعيت را تغيير بدهد واحساس تعلقى را که بدان نياز دارد در خود پديد أورد. ازآنجاكه تمايلى به نشان دادن آسيب بذيرى خود ندارد،  همچنان در برابر شرايط موجود ايستادگى مى كند ولی حس میکند که متکی به دلبستگی است. این وضعیت موجب میشود که علاوه بر افسرده شدن، حالت بی قراری چشمگیر و ضرورت رها شدن از این وضعیت نیز در او به وجود آید (خواه به صورت واقعى و عملى و خواه دستكم از نظر ذهنى). امكان دارد كه توانایى وى از لحاظ تمركز دجار خلل شود. به طور خلاصه:ناخشنودى همراه با بى قرارى.",
        gray_green:
            "قدرت اراده وپشتكار شخص در معرض خطر نابود شدن براثر وجود اضطراب شدید قرار دارد میل به بازگشت به حالت عادی قبلى و قدرت اراده ى شخص بسيار ضعيف شده است. احساس میکند كه بار سنگینی را به دوش میکشد، خسته و فرسوده شده و راه به جايى نمیبرد، ولی با این وصف از میدان بیرون نمیرود. احساس میكند كه اين وضعيت زيانبار، همجون يک فشار ملموس واقعى، براى او غير قابل تحمل و مایل به گریز از آن است اما حس می کند كه قادر نیست تصمیم لازم را بگیرد. به طور خلاصه:فشار دفع نشده.",
        gray_red:
            "در شخص اضطراب سرکوب شدەای وجود دارد که ناشی از تلاش وی برای مقاومت در برابر هر شكلى از تحريك يا هيجان است، و میتواند به تندخویی، بروز خشم يا حتى اختلال عصبى در روابط جنسى منجر شود. احتمال دارد كه شخص از ناراحتى هاى قلبى شکایت كند. این وضعیت را باید تهديدآميز و خطرناک به شمار آورد زیرا از يک سو فرد می بیند که قادر به رسیدن به هدف های خو د نیست و دچار خشم میشود و از سوى دیگر، احساس عجز و ناتوانی برای خارج شدن از آن وضعیت وی را نگران و مضطرب می سازد. فرد بسيار خسته است و احساس میكند كه احتمالاً به مرز درماندگى عصبى رسيده است. به طور خلاصه: تندمزاجی درمان ناپذیر.",
        gray_yellow:
            "نگرانى هاى ناشى از نااميدى به اضطراب منجر شده است آرزوهای برآورده نشده به ترديد و مراقبتى تشويش آمیز منجر شده است. فرد نياز شدیدى به احساس امنيت دارد ومى خواهد خود را در برابر نااميدى بيشتر حفظ كند، زيرا وى را نادیده گرفته اند یا اینکه موقعیت و اعتبار خود را از دست داده است. ترديد دارد كه در آينده اوضاع بهتر شود، ولى با اين وصف خواسته هاى مبالغه آمیزى را عنوان مىكند و سازش رارد میکند. به طور خلاصه: ناامنی اضطراب آمیز.",
        gray_purple:
            "اضطراب شخص ناشى از حساسيت سركوب شده است از خوش سليقه بودن، دلپذير بودن و حساس بودن لذت مى برد، ولى ديدگاه ارزيابى انتقادى خود را حفظ مى كند و تحت الشعاع قرار نمی گیرد مگر آنكه به اصالت و يك بارچكى چیزی کاملاً مطمئن شود. بنابراین یک كنترل شديد و دقيق بر روابط عاطفى خود به وجود مى آورد تا از موقعيت خود در رابطه كاملاً مطمئن شود. خواستار صميميت كامل به عنوان سرپناهى در برابر تمايلش مبنی بر اعتماد كردن است. به طور خلاصه: پاسخگویی کنترل شده.",
        gray_brown:
            "سركوب كردن نيازهاى جسمى و عصبى بدن وضع موجود برخلاف ميل شخص است. نيازى برآورده نشده به دوستى با كسانى دارد كه معيارهايشان همچون خود او عالى باشد و در مقام و منزلت مشابه او قرار داشته باشند. ازآنجاکه غرایز لذت بردن از زندگی را مهار می کند، توانايى او از اين لحاظ محدود مى شود، ولى حالت انزوایی که زاییده ی آن است، به ضرورت تسلیم و جذب شدن در فردى ديگر مى انجامد. اين وضعيت باعث تشويش او مى شود زيرا غرايز مزبور را بهعنوان نقطەضعفی تلقی میکند كه باید بر آنها غلبه كند. لذا احساس مى كند كه فقط از طریق ادامهی خویشتندارى (خوددارى از شهوات و تمايلات نفسانى) است كه مى تواند برترىفردی خود را حفظ کند. دو ست دارد دیگران او را فقط برای خاطر وجودش دوست بدارند و ستايش کنند. نیاز دارد که دیگران به وی توجه کتند، به ارزش او پی ببرند و به وی احترام بگذارند. به طور خلاصه: توقع دارد كه به وی بەعنوان فردى استثنایی احترام بگذارند.",
        gray_black:
            "حساسيت أشكار در برابر محركی خارجى میخواهد بر احساس بيهودگی خود چیره شود و شکافی را كه به تصور خودش وى را از ديگران جدا مى سازد، بر كند. مشتاق است كه تمام جهات زندگی را تجربه کند، تمام امکانات آن را کشف کند و زندگی پر و کاملی داشته باشد. بنابراين از هر نوع محدوديت يا محدوده اى که به وی تحمیل شود، ناخشنود است و برای آزاد و بلامانع بودن تلاش میکند. به طور خلاصه: خواستار خود مختاری.",
        blue: "از آرامش يا تسليم شدن خودداری میكند. با ادامه ى فعاليت، موقتاً خستگى و افسردگی را متوقف مى سازد. يك وضعيت يا رابطه ى فعلى اش رضايت بخش نيست ولى خود را قادر به تغيير آن و ايجاد حس تعلقى كه بدان نياز دارد، نمیبیند. مایل نيست آسيب پذيرى خود را آشكار كند و ينابراين در برابر اين وضعيت همجنان ایستادگی میکند ولی احساس میکند كه متكی به دلبستگى است. اين وضعيت موجب مى شود كه علاوه بر افسرده شدن، حالت بی قراری چشمگیر و ضرورت رها شدن از این وضعيت نيز در او به وجود بيايد (خواه بهصورت واقعى وعملى وخواه دستکم از نظر ذهنی). امكان دارد كه توانایى وى از لحاظ تمركز دچار خلل شود. به طور خلاصه: ناخشنودى همراه با بى قرارى.",
        blue_gray:
            "حالت ناشکیبایی و بی قرارى از خود نشان میدهد و آمادگی افسرده شدن را دارد. فرد احساس میکند كه قادر به تسلط بر اوضاع وايجاد حس تعلقى كه بدان نياز دارد، نیست و پنابراین تمایلی ندارد که خودش را بى قيدوشرط در اختيار ديگرى قرار دهد. به وضعیت یا رابطه ای كه آن را مسئوليتى نااميدكننده تلقى مى كند، اصرار دارد. احساس مى كند كه زندگی چیزهای زیادی برای عرضه کردن دارد و ممکن است حالت ناشکیبایی و تندخويى او تا وقتى كمبودهای خود را جبران نكرده است، باقى بماند. ضرورت دور شدن از اين وضعيت ناخوشايند به بى قرارى وبى ثباتى منجر مى شود. احتمال دارد که توانایى او از لحاظ تمركز دچار خلل شود. به طور خلاصه: بر اثر نا کامی، بی قرار و ناشكیباست.",
        blue_green:
            "قدرت اراده وپشتكار شخص در معرض خطر نابودى براثر وجود اضطراب شديد قرار دارد میل به بازگشت به حالت قبلى (عادی) و قدرت اراده در شخص بسيار ضعيف شده است و دليل آن نيز ادامه ى تلاش هاى وى براى غلبه بر دشوارى هاى موجود است. به هدف هاى خود همجنان پايبند است ولى احساس مى كند كه در معرض فشار غيرقابل تحملى قرار دارد. تغيير وضع موجود به وضعيت همكارى و اعتماد متقابل را ناممکن میداند و لذا آرزو دارد كه کلاً خودش را از آن وضعیت آزاد كند. به طور خلاصه: فشار ناشى از ناراحتى روحى وعدم توافق با دیگران.",
        blue_red:
            "اضطراب سرکوبشدهای که در شخص وجود دارد ناشى از روابط شخصى غیررضایت بخش يا دچار نفاق است وچه بسا به تندخویی، بروز خشم يا اختلال عصبى در روابط جنسى منجر شود. احتمال دارد كه شخص از ناراحتى های قلبى شكايت كند. اضطراب چشمگیرى در شخص وجود دارد كه ناشى از رابطه ى غير رضایت بخش است. او خود را ناتوان از برقرارى دوباره ى رابطه اى نزديك وهر چيز شبيه به اعتماد متقابل مى بيند، وبنابراين وضعيت موجود شرايطى افسرده كننده وناراحت كننده به شمار می آید که وی نا گزیر به تحمل آن است. این وضع وی را تا مرز ناتوانی عصبی كشانده است. به طور خلاصه: عدم توافق همراه با نااميدى و تندخویی.",
        blue_yellow:
            "فشار روحى و اضطرابى كه در شخص وجود دارد ناشى از نوميدى عاطفى است. رابطه ى عاطفى شخص حالت عادی و ملایم خود را از دست داده و به نااميدى عميقى تبدیل شده است و حالا رابطه اى افسرده کننده به شمار میآید. در حالیكه از یک سو شخص مايل است كلاً خودش را ازاين وضعيت برهاند، از سوی دیگر نه مایل است چیزی را از دست بدهد و نه با خطر ترديد وامكان نااميدى بيشتر روبه رو شود. اين عواطف ضد و نقيض به قدری وضع او را تشدید میکند که میکوشد از طريق پناه بردن به تنهايى و انزوا آنها را سركوب کند. به طور خلاصه: اضطراب ناشى از نااميدى عاطفى.",
        blue_purple:
            "در شخص اضطرابى وجود دارد كه ناشى از نبود درك متقابل است. وضع موجود رضايت بخش نيست وشخص احساس ناتوانى براى اصلاح آن (بدون تمایل به همکاری) میکند. نیاز او به درک و بده و بستان محبت آميز، بهصورت ارضانشده باقى مى ماند. حالا احساس مى كند كه محدود شده است وهمين احساس موجب ناشكيبايى و تندخویی او و آرزوی فرار از اين وضعيت مى شود. به طور خلاصه: ناشكيبايى ناشى از ادامه ى سوء تفاهم.",
        blue_brown:
            "ناخشنودى عاطفى وفقدان قدر شناسى،١ به اضطراب وخويشتندارى به مقدار زياد منجر شده است. فرد احساس میکند كه قبل از اصلاح وضعيت موجود بايد تمايل به همكارى داشته باشد. نبود درك وتفاهم وقدردانى، اين احساس را دروی پديد مى آورد كه هيچكونه ارتباط واقعى وجود ندارد، وناخشنودى موجب حساسيت شديد مى شود. به اين معنى كه شخص خواستار امنيت و آسايش بيشتر مى شود و مايل است از آنجه هم اكنون آن را ارتباطى افسرده كننده میداند، بگریزد و فردیت٢ خود را از نو برقرار كند. خويشتندارى وامساک از لذات دنيوى، تسليم شدن وی را دشوار مى سازد ولى انزواى ناشى ازآن به تسليم وجذب شدن در فردى ديكر منجر مى شود. اين حالت موجبات بروز اضطراب را در وی پدید میآورد زیرا غرایز (خواستههای مادی و شهوانى) رانقاط ضعفى مى داند كه بايد بر آنها غلبه كند - احساس مى كند كه فقط از طريق تداوم خویشتنداری قادر است فرديت خود را اثبات كند وفقط از همين راه است كه مى تواند بر مشكلات موجود چيره شود. به طور خلاصه: ناخشنودى عاطفى ناشى از فقدان قدرشناسی و خویشتندارى بى دليل.",
        blue_black:
            "ناخشنودى عاطفى موجب آرزویی حساس و ناشکیبا برای استقلال شده و به اضطراب و بى قرارى انجاميده است وضعيت يا رابطهاى غير رضايت بخش وجود دارد ولى فرد احساس ناتوانى در اصلاح آن بدون تمايل به همكارى میکند. مايل نيست آسيب پذيرى خود را آشكار سازد و لذا صلاح نمیبیند که ابراز محبت کند يا بيش ازحد به آن تظاهر كند. او اين رابطه را افسرده كننده تلقى مى كند ولى درعين حال كه مى خواهد مستقل باشد و مانعى سر راه او نباشد، مایل نیست خود را با خطر از دست دادن چيزى روبهرو سازد. همهى اينها سبب واكنشى حساس همراه با بى قرارى مى شود، درحالى كه ضرورت (خلاص شدن كامل از آن)) بى قرارى درخور توجهی ایجاد میکند. احتمال دارد که توانایی او از لحاظ تمركز دچار خلل شود. بهطور خلاصه: بی ثباتی همراه با بی قرارى ناشى از ناخشنودی عاطفی.",
        green: "قدرت اراده، ميل بازكشت به وضع عادى و توانايى ايستادكى در برابر مخالفتها، همگی در معرض خطر نابود شدن بر اثر فشار روحى شديد هستند  قدرت واستحكام ارادهاى كه برای رویارویی با مشکلات موجود ضرورى است، ضعيف شده است. فرد احساس خستكى مفرط و فرسودكی مى كند و راه بهجابى نمى برد، با اين وصف از میدان بیرون نمی رود. اين وضعيت زيانبار را یک فشار ملموس واقعی تلقی می کند كه تاب تحمل آن را ندارد و مى خواهد از آن بكريزد ولی قادر نیست تصمیم لازم را بگیرد. به طور خلاصه: از انجام اقدامات لازم براى حل وضعیت فشار روحی خود اکراه دارد.",
        green_gray:
            "قدرت ایستادگی شخص در برابر فشار بسيار كاهش يافته و به اضطراب، ناكامى،١ ناشكيبایى وتندخويى منجر شده است فرد ميل بازكشت به وضع عادى سابق وقدرت ارادهى لازم براى مقابله با دشواریهای موجود را از دست داده است. بسيار احساس خستكی مى كند و راه به جايى نمى برد، ولى همچنان ميدان را خالى نمى كند وهنوزهم فعالانه هدف هاى خود را دنبال مى كند. اين وضعيت وى را در معرض فشار غير قابل تحملى قرار مى دهد كه مايل به كريز از آن است ولى نمی تواند خود را وادار سازد كه تصميم لازم را بگیرد. در نتيجه، قوياً دركير آن مشكل مى شودو نه میتواند بهطور عینی به آن پنگرد و نه از آن بگریزد - قادر نيست هدف خود رارها كند واحساس میکند کہ فقط پس از رسيدن به هدفش است كه آرام و قرار خواهد گرفت. بهطور خلاصه: درگیرى بلاتكليف.",
        green_blue:
            "ناخشنودى عاطفى وكاهش قدرت مقاومت در برابر مخالفتها يا دشوارى ها موجب ايجاد اضطراب وناكامى در شخص می شود. ميل بازكشت به حالت عادى سابق وقدرت ارادهى لازم براى مقابله با دشوارى هاى موجود راكه از نظر وى مخالفت عمدی است، از دست داده است. ميدان را خالى نمى كند ولى در معرض فشار تحمل ناپذيرى است. به همکاری و کامیابی عاطفی نیاز دارد واحساس میکند که به دلیل نبو د این همکاری وکامیابی، قادر به هیچ کاری برای اصلاح وضع كنونی نيست. مايل است هر چه زودتر («خود رااز این وضعيت خلاص کند». به طور خلاصه: فشار ناشى از اضطراب و ناسازگاری.",
        green_red:
            "تشويش واضطرابى كه در شخص وجود دارد ناشى از تلاش وى براى دفع هر شكلى از تحريك يا هيجان است. به محيط بيرامون خود به چشم دشمن مینگرد و تحت فشار زيادى قرار دارد. حالات تندخويى وخشم از خود بروز میدهد و امکان دارد كه دچار اختلال عصبى در روابط جنسى شود يا از ناراحتى هاى قلبى شكايت کند. براثر دشمنى محيط بيرامونش دچار اضطراب شده است. احساس میکند که در شرايط اجبار قرار دارد و در معرض فشارى غير قابل تحمل است. در برابر توقعاتى كه از او دارند دچار طغيان وخشم مى شود و آنها را غير منطقى تصور مى كند، ولى احساس ناتوانى براى تسلط بر اوضاع واحساس عجز براى مراقبت از خود دارد. به طور خلاصه: حالت طغيان نااميدانه.",
        green_yellow:
            "حالت اضطراب و تشويشى كه در شخص وجود دارد ناشى از تضاد بين اميد و واقعیت است، که در آن ناامیدی شدید می آید. نااميدى وآرزوهاى برآورده نشده موجب ترديدى اضطراب آميز میشود، درحالیكه تردید او در مورد بهتر شدن اوضاع در أينده موجبات به تعويق انداختن تصمیم های اساسى را فراهم مى آورد. اين تضاد بين امید و واقعیت فشاری چشمگیر ایجاد می كند. فرد به جای اینكه با كرفتن يک تصميم اساسى مشكل خود را حل کند، امکان دارد که بهعنوان يك راه فرار، بهشدت پیكیر كارهایى بى اهميت شود. به طور خلاصه: تردید و دو دلی ناکام.",
        green_purple:
            "اضطراب شخص ناشى از احساس تلخكامى و سوءتفاهم است فرد احساس مى كند كه در وضعيتى نفرت انكيز قرار دارد. به اين معنى كه اعتماد، محبت، درک و تفاهم از بین رفته است و با وى به كونهاى تحقيراميز رفتار مى شود. تصور مى كند ارج و بهايى راكه لازمهى عزت نفس اوست، نادیده گرفتهاند و دیگر کاری از دست او در این مورد ساخته نیست. براثر مبارزهى طولانی با مشکلات، دچار ناامیدی شده است و ذرهاى دلگرمی ندارد. حس میکند كه راه بهجایى نمى برد. یعی بهجای تحسین از جانب دیگران (که به آن نیاز دارد) پيوسته مورد سوءتعبير قرار مى كيرد. می خواهد از اين وضعيت بكريزد ولى قدرت فکری برای تصمیمگیری در این مورد را در خود نمی بیند. بهطر خلاصه: احساس تحقير ناشى از عدم قدردانى.",
        green_brown:
            "اضطرابى كنه در شخص وجود دارد ناشی از خویشتندارى بيش از حد در تلاشش برای جلب توجه و احترام دیكران است فرد نیازى ارضانشده به دوستی با کسانی دارد که معیارهای آنان همچون معیارهای او عالى است ودر شأن ومنزلتى مشابه او قرار دارند. ايسن وضعيت وى را در معرض فشارى چشمگیر قرار میدهد. ولی بااینکه به وی بها و ارزش نمى دهند، همچنان به عقايد خود پايبند میماند. وضعیت خود را نامساعد مى بيند و مايل به خلاص شدن از آن است، ولى حاضر نيست در عقاید خود کوتاه بیاید. قادر به حل وضع موجود نيست زيرا كرفتن تصميم لازم را پيوسته به تعويق مى اندازد چراكه نسبت به توانايى خود براى ایستادگی در برابر مخالفتها تردید دارد. نیازمند احترام از جانب دیگران، پیروی از آرزوهایش و احترام به عقایدش (قبل از اينكه احساس آسايش و امنيت كند) است. به طور خلاصه: سرسخت ولجوج است ولى بيهوده انتظر احترام از جانب دیگران را دارد.",
        green_black:
            "ناكامى ناشى از محدوديت هاى غيرقابل قبول در مورد آزادى عمل شخصى، موجب اضطراب وى مى شود. خواستار استقلال وآزادى از هر نوع محدوديتى است ولذا از تعهدات يا هر آنجه امكان دارد ايجاد مانع كند، اجتناب مى كند. در معرض فشاری چشمگیر قرار دارد و مایل است با فرار از آن وضعیت، نیازهای خود را برآورده سازد ولى فاقد قدرت لازم براى موفقيت در هدف خويش است. بهطور خلاصه: آرزوبی ناكام براى استقلال وآزادى عمل.",
        red: "اضطرابى سركوب شده و ارضانشده در شخص وجود دارد كه ناشى از تلاش وى براى مقاومت در برابر هر نوع تحريک است و به بروز تندخویی، خشم یا حتی اختلال عصبی در روابط جنسى منجر مى شود. احتمال ناراحتى قلبى نيز وجود دارد. وضعیت شخص تهدیدکننده یا خطرناک تلقی می شود. از این تصور که ناتوان از رسیدن به هدف های خويش است دچار خشم میشود و و قتی احساس کند قادر به جلوگیری از آن نيست، دچار نااميدى مى شود. بسيار خسته و فرسوده است و احساس كوفتگی میكند، كه شايد تا مرز عجز عصبى نيز ادامه يابد. به طور خلاصه: عجز عصبى.",
        red_gray:
            "اضطرابى سركوب شده در شخص وجود دارد كه ناشی ازتلاش وی برای مقاومت در برابر هر نوع تحریک است. ناشكيبا، سرگردان و تندخو است، درحالیكه احتمال دارد دچار اضطراب شديد يا ناراحتى هاى قلبى شود. و ضعیت شخص تهدیدکننده یا خطرناک تلقی میشود. از اینکه می بیند زحمات و تلاشهای او در معرض تهديد قرار دارد، احساس خشم میکند و چون میبیند که قادر به جلوگیری از آن نیست، یأس و ناامیدی بر او غلبه می کند. نگران است که در هدف خود شکست بخورد. قادر نیست به وضع خود به ديدی عينى و واقعى بنكرد، ولی چون بسيار مضطرب است لذا نمى تواند از تلاش هاى خود دست بردارد تا تهديد مزبور برطرف شود. بسيار خسته وفرسوده است و احساس کوفتگی میکند، که شايد تا مرز عجز عصیی نیز ادامه یابد. به طور خلاصه: اضطراب نااميدانه.",
        red_blue:
            "اضطراب سرکوب شده ای که در شخص وجود دارد وناشى از تلاش وى براى مقاومت در برابر هر نوع تحريک است، همراه با ناتوانى او براى آرام كردن خویش، موجب تلاشى خارج از حدود توانايى وى مى شود. ناشكيبا، تندخو و بی قرار است، درحالیکه امکان دارد دچار اضطراب شديد يا ناراحتى قلبى شود. خشنودى غيررضايت بخشى كه در روابط نزدیک وی با دیگران و جود دارد، موجب اضطراب او شده است. احساس مى كند كه توانایی انجام هیچ کاری را برای برقراری دوبارهی محبت و اعتماد متقابل ندارد و تصور میکند كه در وضعيتى پسیار ناراحت کننده قرار گرفته است که راه گریزی از آن وجود ندارد. به طور خلاصه: اضطراب ناشی از ناسازگارى با دیگران.",
        red_green:
            "احساس عجز ناشى از اضطراب میکند و قادر به کنترل حوادثی نیست که وی را در معرض فشار روحى بيشتر قرار مى دهند. امكان ناراحتى قلبى یا تشنج عضلانى وجود دارد. محيط پيرامون وى را به شدت مضطرب کرده است: احساس میکند که در معرض فشار غيرقابل تحملى قرار دارد و برخلاف ميل خود عمل مى كند. توقعاتى راكه از او دارند غير منطقى مى داند، كه احساس طغيان وخشم در وی پدید آورده است، ولی حس میکند که قادر به تسلط براين اوضاع يا مراقبت از خود به هيج طريق نيست. به طور خلاصه:خشم ناشی از ناامیدی.",
        red_yellow:
            "فشارهاى روحى ناشى از نااميدى به خشم و تشويش خاطر شخص منجر شده است. مى خواهد تأثير خوبى در دیگران بگذارد، ولی درباره ی امكان موفقيت در آن، مضطرب ومردد است. احساس مى كند كه خواسته هاى او نوعى حق برايش به وجود مى آورد ولی وقتی میبیند که روزگار بر وفق مرادش نیست، دچار نااميدى وتشويش خاطر مى شود. شكست احتمالی خود را بسیار ناراحت کننده فرض میکند و این روحیه شايد به عجز عصبى بينجامد. خود را فردی «قربانی» تصور میکند که او را گمراه کرده اند وفريبش مى دهند. اين ((نمايشى كردن)) رابا واقعيت اشتباه میگیرد و سعی میکند خودش را قانع كند که شكست او در كسب اعتبار و حيثيت، تقصير دیگران است. به طور خلاصه: توجيه شخصى غيرواقع بينانه.",
        red_purple:
            "فشار روحى موجود در شخص ناشى از ناكامى در تلاش هايش براى به دست آوردن احساس امنيت وتفاهم وتوافق با ديگران است. به محرك هاى خارجى باسخ مثبت می دهد و می خواهد كه هر چیزى را قوياً تجربه كند، ولى وضعيت موجود خودش را بسيار نااميدانه مى يابد. به درك توأم با همدردی و احساس امنیت نیاز دارد. از انجا كه مى بيند قادر به رسيدن به هدف هاى خود نيست، دچار اضطراب میشود. به طور خلاصه: همدلی ناکام مانده.",
        red_brown:
            "حالت اضطرابى كه در شخص وجود دارد ناشی از عجز عصبى يا فشار روحى در روابط جنسى به دليل خويشتندارى بيش ازحد است. احساس می كند كه از وى قدردانى نمى شود و وضع موجود را برخلاف ميل خود مى بيند. خواستار آن است كه ديگران به ارزش او پی ببرند و به وی احترام بگذارند تا بدین طريق جبران نبود همفكر بودن با افرادى را كند كه در گذشته مایل به دوستى با آنان وكسب امنيت بیشتر بوده است. خویشتنداری و امساک از لذات دنیوی و مادی، تسلیم شدن وى به خواسته ى مزبور را دشوار مى سازد، ولى انزواى ناشى از چنين روحيهاى به ضرورت تسليم وجذب فردى ديگر شدن منجر مى شود. وضعيت اخير وى را نگران میكند. زيرا تسليم شدن به خواسته هاى دنيوى ومادى را نوعى ضعف به شمار مى آورد كه باید بر آن غلبه كند. احساس مى كند كه فقط از راه تسليم نشدن در برابر اين خواسته هاست كه میتواند در مقابل مشكلات این وضعيت پايدارى کند. دوست دارد دیگران وى را به عنوان مصاحبى مطلوب ارج نهند و بابت صفات شخصى اش بستايند. به طور خلاصه: احساس ناامنى ناشى از نداشتن دوستان.",
        red_black:
            "فشار روحى شخص ناشى از ناکامی های وی در وضعیتی ناخواسته است احساس مى كند كه بر خلاف ميل خود در شرايطى به دام افتاده وقادر به جلوگيرى از آن نيست. چون ترديد دارد كه به هدف هاى خويش برسد، خشمگين وبدخلق شده است ونااميدى او تقريباً تا مرز عجز عصبى ادامه مى يابد. مى خواهد ازاين وضعيت رها شود، احساس محدودیت کمتری کند و در گرفتن تصمیم های خود آزاد و مستقل باشد. به طور خلاصه: آرزوى ناكام مانده براى داشتن استقلال عمل.",
        yellow: "فشارهای روحى ناشى از نااميدى موجب اضطراب او شده است آرزوهاى برأورده نشدهى شخص باعث تردید و نگرانی شده است. او نياز دارد که احساس امنيت كند واز نااميدى بيشتر بپرهیزد، ولی میترسد که نادیده گرفته شود یا موقعیت و اعتبار خودش را از دست بدهد. او تردید دارد که او ضاع در آینده بهتر شود و اين طرز تسلقى مسنقى، وى را به سوى عنوان كسردن درخواست هاى مبالغه آميز ورد هركونه سازش منطقى سوق مى دهد. به طور خلاصه: بدبینی ناشی از اضطراب و ترس از دست دادن موقعيت خود.",
        yellow_gray:
            "حالت ترديد وتشويش خاطر شخص كه به دليل عدم استفاده از فرصت هاى ازدست رفته است، موجب تنشى اضطراب آميز شده است فرد احساس میکند كه زندكی باید چیزهای بیشترى به او عرضه كند و اميدها و آمال وی بهنحوی برآورده شود - یعنی کاملاً برآورده شود. ترديدى كه هم اكنون در شخص وجود دارد، موجب اضطراب چشمكيرى شده و لذا او بسيار مراقب است كه هيج فرصتى رااز دست ندهد. مشتاق است كه از شكست هاى بيشتر و هر نوع از دست دادن موقعيت يا اعتبار اجتناب کند. میکو شد تا مطمئن شود که نادیده گرفته نشو د و نیاز میرمی به امنیت دارد. به طور خلاصه: بسيار پرتوقع است.",
        yellow_blue:
            "فشار روحى وتشويش خاطر شخص ناشى از نااميدى عاطفى است يك ارتباط عاطفى شخص كه قبلاً آرام ومتين بوده است، حالا به شدت نااميدكننده شده ورابطهاى افسرده كننده تلقى می شود. درحالیكه از يك سو شخص مايل است کاملاً خودش را از این دلیستكى برهاند، از سوى دیگر نمی خواهد چیزی را از دست بدهد يا با خطر تردید و امكان نااميدى بيشتر روبهرو شود. اين عواطف ضد و نقيض وضع شخص را جنان وخيم میکند که میکوشد تا خواسته های خود را در قالب پناه بردن به تنهايى واتخاذ ديدكاهى شديد سركوب كند. به طور خلاصه: فشار روحى ناشى از نااميدى عاطفی.",
        yellow_green:
            "فشار روحی و تشویش خاطری كه در شخص وجود دارد ناشى از تضاد ميان آرزو و واقعیت است و در پی آن ناامیدی شدید میآید. نااميدى وأرزوهاى برآورده نشده ى شخص موجب ترديدى اضطرابآمیز شده است، درحالیکه دودلی وی از لحاظ بهتر شدن اوضاع در آينده نيز باعث به تعويق افتادن تصميم های اساسى مى شود. اين تضاد ميان آرزو و واقعیت، فشاری چشمكیر بهوجود می آورد. شخص بهجاى اينكه باكرفتن تصميم هاى اساسى این مشكل راحل كند، امكان دارد دركير دنبال کردن موضوعات بی اهمیت به عنوان یک راه گریز بشود. بهطور خلاصه: ترديد رأي منجر به ناكامى شخص در تصمیمگیری.",
        yellow_red:
            "فشارهاى روحى ناشى از نااميدى به تشويش خاطر واضطراب منجر شده است. فرد مى خواهد تأثير خوبى در ديگران بكذارد، ولى دربارهى امكان موفقيت آن مضطرب ومردد است. احساس مى كند كه خواسته های او نوعى حق برايش بهوجود مى أورد ولی و قتی میبیند که روزگار بر وفق مرادش نیست، دچار نااميدى وتشويش خاطر مى شود. شكست احتمالیاش را بسيار ناراحت كننده فرض مى كند و این روحیه شاید به عجز عصبی بینجامد. خو دش را فردی «قربانی» تصور میکند که او را گمراه کردهاند وفريبش مى دهند. اين ((نمايشى كردن)) رابا واقعيت اشتباه میگیرد و سعی میکند خودش را قانع کند که شکست او در كسب اعتبار و حيثيت، تقصير دیگران است. به طور خلاصه: توجيه شخصى غير واقع بينانه.",
        yellow_purple:
            " یأس و ناامیدی شخص به کناره گیری همراه با بدگمانی و احتیاط از دیگران و پناه بردن به خودش منجر شده است در وضعیتهای هفتم و هشتم و به مقدار بسیار کمتری در وضعیتهای ششم و هفتم او شورو شوق ذاتی و طبیعت خیال پرور خودش را سرکوب میکند زیرا می ترسد که اگر بخواهد یکی از خواسته های خودش را عملی کند اختیار از کف بدهد. احساس میکند که وی را گمراه کرده اند و فریبش می دهند و لذا به تنهایی پناه برده است تا از خودش مراقبت کند. محرکهایی را که به سوی او می آیند به دقت و با احتیاط بررسی میکند تا نسبت به خلوص آنها مطمئن شود؛ مراقبتی که به آسانی به بدگمانی و بی اعتمادی تبدیل میشود. به طور خلاصه مار گزیده ای است که از ریسمان سیاه و سفید میترسد ناامیدی او سبب میشود که نسبت به هر محرکی از سر بی اعتمادی بنگرد و مراقب آن باشد.",
        yellow_black:
            " فشار روحی شخص ناشی از نا امیدی و مراقبت شدید از خود در برابر شکستهای احتمالی بیشتر است آرزوهای برآورده نشده اش به تردید و مراقبت شدید از خود منجر شده است. برای داشتن آزادی عمل پافشاری میکند و مخالف هر نوع محدودیتی است، مگر آنکه خودش آن را به وجود آورده باشد. مایل نیست از چیزی محروم بماند یا از چیزی صرف نظر کند و خواستار امنیت به عنوان وسیله ی حمایت در برابر هر شکست دیگر یا از دست دادن موقعیت و اعتبار خویش است. تردید دارد که اوضاع در آینده بهتر شود، و این دیدگاه منفی وی را به سوی مبالغه در ادعاهایش و رد کردن هر سازشی سوق می دهد. به طور خلاصه به شدت مراقب خویش است و از خودش حفاظت میکند.",
        purple: "فشارهاى روحى شخص ناشى از حساسيت سركوب شدهى  از خوش سليقه بودن، دلپذير اوست بودن وحساس بودن لذت مى برد، ولى ديدكاه انتقادى خودش را حفظ مى كند و فقط تحت الشعاع مواردی قرار مىكيرد كه واقعاً اصيل و يكبارچه باشند. لذا کنترلی شدید و بسیار مراقبت آمیز را در روابط عاطفی خود بهکار میبرد تا دقیقاً بداند که در چه وضعی قرار دارد. داشتن خلوص نيت كامل را شرط اعتماد به دیگران میداند. بهطور خلاصه: پاسخگویی کنترلشده و داراى تحليل منطقى.",
        purple_gray:
            "ر فیزیولوژی حالات ناشکیبایی و اضطراب از خود بروز میدهد فقط در وضعیتهای هفتم و هشتم آن هم از نوع خفیف، اگر به عنوان «اضطراب طبقه بندی نشده باشد.تفسیر  احساس میکند که زندگی چیزهای بیشتری برای عرضه کردن به او دارد و دیگر ایستکه لاdزم است رابطه ای مبتنی بر پاسخگویی به محرکها و درک تفاهم را که در جستجوی آن است بیابد بنابراین از هر فرصتی استفاده میکند با این وصف، دیدگاه انتقادی خودش را حفظ میکند و فقط از مسائلی انتقاد نمی کند که واقعاً اصیل و یکپارچه باشند. لذا کنترلی شدید و مراقبت آمیز را در روابط عاطفی خود با دیگران اعمال میکند تا دقیقاً بداند که در چه وضعی قرار دارد. داشتن خلوص نیت کامل را شرط اعتماد به دیگران می داند.",
        purple_blue:
            " از تمدد اعصاب یا تسلیم آرامش شدن اجتناب دارد. به دلیل ادامه ی فعالیت موقتاً از خستگی و افسردگی دست میکشد. رابطه ی فعلی اش رضایت بخش نیست ولی احساس میکند که در همکاری با دیگران قادر به تغییر آن وضعیت نیست. نیاز او به تفاهم و سازش محبت آمیز همچنان برآورده نشده باقی میماند در نتیجه نه فقط افسرده بلکه تندخو و ناشکیبا هم میشود و همین موجبات بی قراری و ضرورت دور شدن از این وضعیت را فراهم می آورد. خواه واقعاً یا دست کم از لحاظ ذهنی) قدرت تمرکز او امکان دارد که دچار خلل شود. به طور خلاصه بی قراری ناشی از ناخشنودی عاطفی",
        purple_green:
            "فشار روحى شخص ناشى از احساس تلخ كامى وسوءتفاهم است فرد احساس میکند که در شرایطی نفرت انگیز قرار دارد که فاقد اعتماد محبت و تفاهم است و با او از سر خفت و خواری و بی ملاحظگی رفتار میشود. تصور میکند که از قدردانی و احترامی که لازمه ی عزت نفس اوست محروم شده و هیچ کاری هم از دست وی بر نمی آید از تلاشهایی که به تنهایی در برابر مشکلات به عمل می آورد، مأیوس شده است. احساس میکند که راه به جایی نمی برد؛ یعنی به جای اینکه به تحسین و تمجید مورد نیاز خود برسد، پیوسته مورد سوء تعبیر قرار می گیرد. می خواهد از این وضعیت بگریزد ولی فاقد قدرت فکری برای گرفتن تصمیم لازم است. به طور خلاصه بر اثر نبود قدردانی دچار تحقیر شده است.",
        purple_red:
            "فشار روحی شخص ناشی از به نتیجه نرسیدن تلاشهایش برای به دست آوردن احساس امنیت و ایجاد درک و تفاهم با دیگران است. امکان دارد که قدرت عصبی وی جداً تحلیل برود و احتمال بروز ناراحتی قلبی در او وجود دارد (خصوصاً در وضعیت های هفتم و هشتم و به مقدار کمی کمتر در وضعیتهای ششم و هفتم در برابر محرک های خارجی پاسخگو است و می خواهد هر چیزی را قویاً تجربه کنند ولی وضع موجود را بسیار تا امید کننده می یابد. به درک و تفاهم توام با همدردی دیگران و احساس امنیت نیاز دارد از ناتوانی آشکار خود برای رسیدن به هدفهایش دچار تشویش خاطر است. به طور خلاصه ناکامی عاطفی و همدلانه",
        purple_yellow:
            " نا امیدی او باعث کناره گیری بدگمانانه و محتاطانه از سایرین و پناه بردن به خود شده است  او شورو شوق ذاتی و طبیعت خیال پرور خود را سرکوب میکند زیرا می ترسد که اگر بخواهد یکی از خواسته هایش را عملی کند اختیار از کف بدهد احساس میکند که وی را گمراه کرده اند و فریبش میدهند، لذا به تنهایی پناه برده است تا از خودش مراقبت کند. محرکهایی را که به سوی او می آیند به دقت و از سر احتیاط بررسی میکند تا نسبت به خلوص آنها مطمئن شود؛ مراقبتی که به آسانی به بدگمانی و بی اعتمادی تبدیل می شود. به طور خلاصه مارگزیده ای است که از ریسمان سیاه و سفید میترسد نا امیدی عاطفی شخص به مراقبت از هر محرکی منجر میشود.",
        purple_brown:
            " فشار روحی شخص ناشی از ناتوانی وی برای حفظ پایدار روابط خود با دیگران در شرایط مطلوب است فقط در وضعیت های هفتم و هشتم آن هم از نوع خفیف اگر به عنوان «اضطراب طبقه بندی نشده باشد. خواستار همسری است که به اتفاق یکدیگر بتوانند در یک فضای صمیمانه ی بی غل و غش سهیم شوند، ولی چون اجباراً ناگزیر به نشان دادن فردیت خودش است، لذا این وضع وی را به سوی اتخاذ دیدگاهی قاطع و پر توقع سوق می دهد. وضعیت مزبور موجب تفاق میان او و همسرش میشود و به دوره های نزدیکی و جدایی می انجامد که جایگزین یکدیگر می شوند به نحوی که شرایط کمال مطلوب او امکان رشد نمی یابد. با وجود ضرورت لذت بردن از آرزوهای طبیعی نوعی محدودیت برای خواسته هایش قائل میشود زیرا گمان میکند که با این کنار برتری خودش را نشان میدهد و از دیگران متمایز خواهد شد. فهمیده و قاطع است و خصوصاً از حسن سلیقه و حس تشخیص برخوردار است. این صفات همراه با تمایل او به شکل دادن عقایدش به وی امکان می دهد تا هر چیز را طبق دلخواه خودش داوری کنند و قاطعانه عقایدش را بر زبان بیاورد. از چیزهای اصیل هنرمندانه و ظریف لذت می برد و تلاش میکند باب دوستی را با کسانی بگشاید که سلیقه ای مشابه او دارند و می توانند در این گشایش فکری وی را یاری کنند آرزو دارد که دیگران از او تعریف و تمجید کنند و به وی احترام بگذارند. به طور خلاصه دارای تشخیص فکری یا حس زیبایی شناسی است.",
        purple_black:
            " فشار روحی شخص ناشی از محدودیت یا قیدوبندهای ناخوشایند است فقط اگر به عنوان «اضطراب در وضعیت های هفتم و هشتم طبقه بندی شده باشد. فیزیولوژی فشار روحی شخص ناشی از محدودیت یا قیدوبندهای ناخوشایند است فقط اگر به عنوان «اضطراب در وضعیت های هفتم و هشتم طبقه بندی شده باشد.  تلاش میکند رابطه ای مستقیم برقرار کند که برپایه ی اعتماد و تفاهم متقابل استوار باشد. آرزو دارد فقط برطبق اعتقادات محکم خود عمل کند. خواستار آزادی در تصمیم گیری است. یسی آنکه در معرض دخالت نفوذ خارجی یا ضرورت سازش کردن باشد. به طور خلاصه خواستار استقلال رأی و رابطه ی مستقیم است.ناسی تلاش میکند رابطه ای مستقیم برقرار کند که برپایه ی اعتماد و تفاهم متقابل استوار باشد. آرزو دارد فقط برطبق اعتقادات محکم خود عمل کند. خواستار آزادی در تصمیم گیری است. یسی آنکه در معرض دخالت نفوذ خارجی یا ضرورت سازش کردن باشد. به طور خلاصه خواستار استقلال رأی و رابطه ی مستقیم است.",
        brown: "فشار روحی شخص ناشی از سرکوب کردن خواسته های طبیعی یا شهوانی و بی توجهی به نیازهای بدن است فقط در وضعیت هشتم و خصوصاً اگر به عنوان «اضطراب» طبقه بندی شده باشد. نیازی برآورده نشده به دوستی و معاشرت با کسانی دارد که همچون او معیارهایی عالی داشته باشند و از افراد عادی کناره گیری می کند. این خواسته اش در برتر بودن از دیگران موجب انزوای او میشود و بر سر راه فعالیت آزاد آمادگی وی مانع ایجاد می کند. در حالی که می خواهد خواسته هایش به روال عادی جریان یابد در عین حال آن را ضعفی به شمار می آورد که باید بر آن غلبه کند. احساس میکند که این امساک و خویشتنداری مقام او را بالاتر از افراد عادی قرار خواهد داد و تضمین خواهد کرد که دیگران به او به چشم شخصیتی منحصر به فرد و متشخص بنگرند. به طور خلاصه خواستار احترام از جانب دیگران است.",
        brown_gray:
            "فشار روحی شخص ناشی از سرکوب خواسته های طبیعی یا شهوانی و بی توجهی به نیازهای بدن است وضع موجود برخلاف میل شخص است نیازی برآورده نشده به دوستی و معاشرت با کسانی دارد که معیارهایی عالی همچون خود او داشته باشند و از مردم عادی کناره گیری میکند کنترل او بر خواسته های طبیعی اش مانع از آن می شود که اختیار از کف بدهد ولی تنهایی اش که نتیجه ی این وضعیت است. وی را وادار به تسلیم و جذب شدن به فردی دیگر میکند این حالت موجب اضطراب او میشود زیرا این نوع خواسته ها را نقاط ضعفی می داند که باید بر آنها غلبه کند. احساس میکند که فقط از طریق خویشتنداری مداوم می تواند امیدوار باشد که برتری فردی خودش را حفظ کند. دوست دارد دیگران وی را فقط برای خاطر خودش دوست بدارند و از او تعریف و تمجید کنند. نیازمند توجه شناسایی و احترام دیگران است. به طور خلاصه خواستار این است که به عنوان فردی استثنایی به او احترام بگذارند.",
        brown_blue:
            "ناخشنودی عاطفی شخص که ناشی از عدم قدرشناسی دیگران است، موجب بروز فشار روحی و خویشتنداری بیش از حد در او شده است  احساس میکند قبل از اینکه بتواند وضعیت موجود را اصلاح کند. به همکاری دیگران نیاز دارد نبود درک و تفاهم و قدردانی از جانب دیگران این احساس را در او به وجود می آورد که هیچ رابطه ی واقعی و اصیلی میان او و دیگران وجود ندارد لذا میخواهد احساس امنیت و آسایش بیشتری کند مایل است از رابطه ای که آن را افسرده کننده به شمار می آورد بگریزد و فردیت خودش را از تو برقرار کند خویشتنداری و امساک او از لذات مادی و دنیوی سبب می شود که به سختی بتواند تسلیم لذات مادی بشود ولی تنهایی ناشی از آن ضرورت این تسلیم و جذب شدن به فردی دیگر را به وجود می آورد. در نتیجه دچار اضطراب میشود زیرا چنین خواسته هایی را نقاط ضعفی می داند که باید بر آنها غلبه کند. بنابراین احساس میکند که فقط از طریق خویشتنداری است که میتواند فردیت خودش را اثبات کند و دیگر اینکه همین خویشتنداری است. که به وی امکان مقاومت در برابر مشکلات موجود را می دهد. به طور خلاصه ناخشنودی عاطفی شخص ناشی از نبود قدردانی و امساک بیش از حد است.",
        brown_green:
            "فشار روحی شخص ناشی از خویشتنداری بیش از حد در تلاشش برای جلب توجه و احترام دیگران است نیازی برآورده نشده به دوستی و معاشرت با کسانی دارد که نظیر او معیارهای عالی داشته باشند و از مردم عادی کناره گیری میکند. این حالت وی را در معرض فشار روحی در خور توجهی قرار میدهد ولی با وجود عدم قدردانی از جانب دیگران باز هم به عقاید خود پایبند می ماند. قادر به حل این وضعیت نیست زیرا همواره گرفتن تصمیم لازم را به تعویق می اندازد چون نسبت به توانایی خود در ایستادگی در برابر مخالفت ها و موانعی که به وجود خواهند آمد، تردید دارد. برای اینکه بتواند احساس و آرامش و امنیت کند نیاز دارد که دیگران به او و عقایدش احترام بگذارند و از خواسته های خودش پیروی کند. به طور خلاصه لجوج و سرسخت است ولی این خواسته ی بیهوده را نیز دارد که دیگران باید به او احترام بگذارند.",
        brown_red:
            "فشار روحی شخص ناشی از سرکوب خواسته های طبیعی یا شهوانی و بی توجهی به نیازهای بدن است تفسیر روان شناسی احساس می کند که از او قدرشناسی نمیشود و وضع موجود را تهدید کننده می بیند خواستار این است که دیگران وجود او را به رسمیت بشناسند و به وی احترام بگذارند تا بدین طریق جبران کمبود همفکر بودن با افرادی را یکند که در گذشته مایل به دوستی با آنان و کسب امنیت بیشتر بوده است. روحیه ی امساک از لذات مادی و دنیوی تسلیم شدن وی به خواسته های مادی را دشوار میسازد ولی انزوای ناشی از روحیه ی مزبور باعث ایجاد ضرورت تسلیم و جذب شدن به فردی دیگر میشود. در نتیجه او دچار تشویش خاطر میشود زیرا تسلیم شدن به خواسته های دنیوی و مادی را نوعی ضعف به شمار می آورد که باید بر آن غلبه کند. احساس میکند که فقط از راه تسلیم نشدن در برابر آنهاست که قادر است با مشکلات مبارزه کند. دوست دارد دیگران وی را به عنوان مصاحبی مطلوب ارج نهند و او را بابت صفات شخصی اش بستایند. به طور خلاصه احساس ناامنی ناشی از نداشتن دوستان",
        brown_yellow:
            " فشار روحی شخص ناشی از تلاش وی برای پنهان کردن تشویش خاطر و اضطرابش در پوشش اتکا به نفس و بی اعتنایی نسبت به دیگران است وضع موجود بر خلاف میل و خواسته ی اوست. احساس تنهایی و دو دلی میکند زیرا نیاز برآورده نشده ای به دوستی و معاشرت با کسانی دارد که همچون او معیارهایی عالی داشته باشند و مایل به کناره گیری از افراد عادی است. این احساس انزوا نیاز مزبور را به ضرورتی الزام آور تبدیل میکند و مهم تر از آن روحیه ی خودکفایی و استقلال وی را متزلزل می سازد زیرا به طور عادی محدودیتهای زیادی را به دلیل اتکا به نفس برای خویش به وجود می آورد. چون می خواهد صفت منحصر به فرد شخصیت خویش اتکا به نفس و خودکفا بودن را ظاهر کند نیاز روحی خود به دیگران را سرکوب و تظاهر به بی اعتنایی میکند و به کسانی که از این رفتار او انتقاد میکنند به دیده ی تحقیر می نگرد. با این وصف در زیر این قیافه ی ظاهراً بی اعتنا و مستقل به راستی نیازمند تأیید و احترام دیگران است. به طور خلاصه نا امیدی شخص باعث نوعی بی اعتنایی و خودکفایی ظاهری میشود.",
        brown_purple:
            "فشار روحی شخص ناشی از ناتوانی وی در حفظ روابط پابرجا در شرایط مطلوب است نسبت به احساسات لطیف و ظریف حساس است و آرزو دارد نوعی آمیزش عمیق و مبنی بر تفاهم عاشقانه داشته باشد. ولی این آرزوی او برآورده نمی شود زیرا همسری مناسب ندارد با شرایط نامساعد است. بنابراین کنترل دقیق و شدیدی را در مورد روابط عاطفی خود با دیگران اعمال میکند تا دقیقاً بداند که در چه وضعی قرار دارد. فردی مشکل پسند و دوستدار زیبایی است و سلیقه ی خاص فرهنگی دارد که به وی امکان میدهد سلیقه ی خاص خودش را به وجود بیاورد و بر همان اساس داوری کند خصوصاً در زمینه های هنر و خلاقیت هنری بسیار تلاش میکند تا با کسانی دوست شود که بتوانند. وی را در این رشد فکری یا هنری یاری کنند. به طور خلاصه حساسیت هنری متعالی",
        brown_black:
            "فشار روحی شخص ناشی از محدودیت یا قیدوبندهای ناخوشایند است خواستار استقلال در پیگیری اعتقادات محکم و اصول عقیدتی خویش است تا به عنوان فرد، حقاً از احترام لازم برخوردار شود. دوست دارد از هر فرصتی استفاده کند بی آنکه خود را تسلیم محدودیت ها یا قیدوبندها کند.",
        black: "فشار روحی شخص ناشی از شدت احساس و تلاش و غیره است به نحوی که از طریق سایر رنگها نشان داده میشود دوست دارد مستقل بلامانع و آزاد از هر محدودیت با قیدوبندی باشد مگر آنکه این محدودیتها را به انتخاب و تصمیم خودش به وجود آورده باشد. به طور خلاصه دوست دارد بر سرنوشت خودش مسلط باشد.",
        black_gray:
            " حساسیتی آشکار به محرک های خارجی دارد میخواهد بر احساس پوچ بودن و جدایی از دیگران غلبه کند. عقیده دارد که زندگی هنوز هم چیزهای زیادی برای عرضه کردن به او دارد و دیگر اینکه اگر بهترین استفاده را از هر فرصتی نکند امکان دارد که سهم خودش را از تجربه از دست بدهد بنابراین هدفهایش را با شدت و حدت زیادی دنبال می کند و عمیقاً و با آمادگی در برابر زندگی متعهد می شود. احساس می کند که از صلاحیت کامل در هر یک از فعالیت های خود برخوردار است به طوری که گاهی دیگران وی را فردی فضول و موی دماغ می دانند. به طور خلاصه فعالیت شدید.",
        black_blue:
            "ناخشنودی عاطفی موجب پیدایش خواسته ای شدید و ناشکیبا برای استقلال عمل شده که موجبات فشار روحی و بی قراری را فراهم آورده است وضعیت با رابطه ی موجود رضایت بخش نیست ولی فرد احساس میکند که بدون همکاری نمی تواند آن را اصلاح کند. مایل نیست آسیب پذیری خودش را آشکار کند و لذا صلاح نمیداند ابراز محبت یا بیش از حد ابراز وجود کند. این رابطه را افسرده کننده تلقی می کند ولی در عین حال که میخواهد مستقل و بلامانع باشد، مایل نیست چیزی را از دست بدهد. همه ی اینها موجب واکنش شدید و ناشکیبایی می شود در حالی که لازم می بیند از عواقب بی قراری چشمگیرش خلاص شود امکان دارد که به قدرت تمرکز او خللی وارد شود. به طور خلاصه بی ثباتی ناشی از ناخشنودی عاطفی",
        black_green:
            " ناکامی ناشی از محدودیتهای غیر قابل قبول در مورد آزادی عمل شخص موجب فشار روحی او شده است خواستار استقلال و آزادی از هر محدودیتی است و لذا از پذیرش تعهدات یا هر آنچه امکان دارد برای او ایجاد مانع کند، اجتناب می کند در معرض فشاری چشمگیر قرار دارد و میخواهد با فرار از آن به خواسته هایش برسد. ولی فاقد قدرت تصمیم گیری لازم برای موفقیت در این مورد است. به طور خلاصه آرزوی ناکام مانده برای کسب استقلال و آزادی عمل",
        black_red:
            " فشار روحی شخص ناشی از ناکامیهایش در وضعیتی ناخواسته است. احساس میکند که در شرایطی خلاف میل خود به دام افتاده و قادر به فرار از آن نیست. چون تردید دارد که به هدفهایش برسد لذا خشمگین و بدخلق است و ناامیدی او تقریباً تا مرز عجز عصبی ادامه می یابد. میخواهد از این وضعیت رها شود کمتر احساس محدودیت کند و در گرفتن تصمیم های خود آزاد و مستقل باشد. به طور خلاصه آرزوی ناکام مانده برای داشتن استقلال عمل.",
        black_yellow:
            "فشار روحی شخص ناشی از نا امیدی و مراقبت شدید از خود در برابر شکست های بیشتر است آرزوهای برآورده نشده اش موجب تردید و مراقبت شدید از خود شده است. برای داشتن آزادی عمل پافشاری میکند و مخالف هر نوع محدودیتی است، مگر خود او آن را تحمیل کرده باشد. حاضر نیست از هیچ چیز صرف نظر یا چشم پوشی کنند و خواستار امنیت به عنوان وسیله ی حمایت در برابر شکست های بیشتر یا از دست دادن موقعیت و اعتبار خویش است. تردید دارد که اوضاع در آینده بهتر شود و این دیدگاه منفی او را به سوی مبالغه کردن در ادعاهایش و رد هر سازشی سوق می دهد. به طور خلاصه به شدت مراقب خویش است و از خودش محافظت می کند.",
        black_purple:
            "فشار روحی شخص ناشی از محدودیت یا قیدوبندهای ناخوشایند است در وضعیت های هفتم و هشتم، ولی خصوصاً اگر به عنوان «اضطراب طبقه بندی شده باشد. تفسیر روان شناسی حساس و تأثیر پذیر و مستعد پذیرش شور و شوق است خواستار وضعیتی آرمانی و کمال مطلوب است - که تاکنون تحقق نیافته است تا در آن وضعیت بتواند به تفاهم کامل و درک عمیق با فردی دیگر برسد. احساس میکند اگر خیلی زود به دیگران اعتماد کند در معرض خطر سوء استفاده شدن قرار خواهد گرفت و لذا از دیگران میخواهد که خلوص نیت خود را ثابت کنند. نیاز دارد دقیقاً بداند که در روابطش با دیگران در چه وضعی قرار دارد.به طور خلاصه خواستار استقلال عمل در دوستی است.",
        black_brown:
            " فشار روحی شخص ناشی از محدودیت یا قیدوبندهای ناخوشایند است در وضعیت های هفتم و هشتم ولی خصوصاً اگر به عنوان «اضطراب طبقه بندی شده باشد. در برابر هر شکل فشار از جانب دیگران ایستادگی میکند و به شدت خواهان استقلال فردی اش است دوست دارد خودش بیندیشد و کسی دخالتی در این کار نکند نتایج مورد نظرش را به دست بیاورد و شخصاً تصمیم بگیرد. از یکسان و متوسط بودن بیزار است. از آنجا که میخواهد خودش را شخصی جلوه بدهد که عقاید معتبری ارائه می کند لذا به سختی می پذیرد که دچار خطایی شده است در حالی که گاهی اکراه دارد که عقیده ی فردی دیگر را بپذیرد یا آن را درک کند. به طور خلاصه خواستار استقلال و کمال است.",
    },
};
